{
  "V1": {
    "001": "พิจารณาปริมาณต่ำสุดสำหรับรายการ &1: &2 &3",
    "002": "พิจารณาหน่วยการส่งมอบ &2 &3 ในรายการ &1",
    "003": "ทรานแซคชัน & เป็นไปไม่ได้",
    "004": "ไม่มีระดับการตีราคาที่กำหนดสำหรับโรงงาน $",
    "005": "ระบบ: เรคคอร์ดสถานะของส่วนหัวไม่มีอยู่",
    "006": "เอกสารนี้ไม่สามารถลบได้",
    "007": "เอกสารยังไม่ได้จัดเก็บข้อมูล  ดังนั้นจึงไม่สามารถลบได้",
    "008": "&1 &2 ที่ลบแล้ว",
    "009": "สินค้า &1 ถูกจัดการเหมือนสินค้าของลูกค้า &. โปรดตรวจสอบ",
    "010": "เป็นไปไม่ได้ที่จะกำหนดเลขที่วัสดุ",
    "011": "คุณไม่สามารถบันทึกข้อมูลกำหนดการส่งมอบสำหรับรายการ &",
    "012": "ดำเนินการตามรายงานตรวจสอบความไม่สมบูรณ์ก่อนจัดเก็บ",
    "013": "วันที่ตั้งต้นไม่ได้คัดลอกไปยังกำหนดการส่งมอบที่มีอยู่",
    "014": "สินค้า&1, เงื่อนไข &2 : หน่วยวัด &3 ไม่ได้รับอนุญาต",
    "015": "เงื่อนไขการจัดส่ง  & ไม่ได้กำหนด",
    "016": "วันที่ในใบสั่งซื้อเป็นวันที่ในอนาคต.  โปรดตรวจสอบ",
    "017": "วันที่ในใบสั่งซื้อเป็นวันที่ในอดีต.  โปรดตรวจสอบ",
    "018": "วัสดุ & ไม่มีอยู่",
    "019": "ไม่มีสินค้าที่ยอมรับใน &1. วันที่ถัดไปที่เป็นไปได้คือ: &2",
    "020": "สินค้า &1 มีสถานะ: &2",
    "021": "เลือกเพียงหนึ่งออบเจคเท่านั้น",
    "022": "หมวดรายการ & ไม่ได้กำหนดสำหรับรายการที่ไม่ใช่วัสดุ",
    "023": "สำหรับรายการพื้นฐาน &, มากกว่าหนึ่งรายการถูกคัดลอก",
    "024": "สินค้าที่ยอมรับจาก &1 ถึง &2 และจาก &3 ถึง &4",
    "025": "สินค้าที่ยอมรับจาก  &1 ถึง &2",
    "026": "ไม่มีสินค้าที่ยอมรับในวันที่ส่งมอบที่ระบุไว้",
    "027": "สถานะวัสดุ & ไม่ได้กำหนด",
    "028": "สินค้า &1 มีสถานะ: &2",
    "029": "สินค้า &1 มีสถานะ: &2",
    "030": "วัสดุ &1 ไม่ได้กำหนดเพื่อขายจาก &2",
    "031": "ประเทศ & ไม่ได้กำหนด",
    "032": "ลูกค้า & ไม่ได้กำหนดเพื่อขายจาก &",
    "033": "สำหรับรายการ &1, ที่ถูกแจ้งหนี้มีดังนี้ : &2 &3",
    "034": "คุณสามารถแสดงรายการสินค้าได้เท่านั้น",
    "035": "ทุกรายการที่เลือกได้ถูกประมวลผล",
    "036": "เอกสารที่ตามมามีอยู่แล้วสำหรับรายการ &",
    "037": "ไม่ได้กำหนดรหัสบริษัท &",
    "038": "เกินวงเงินสินเชื่อโดย &1 &2",
    "039": "วงเงินสินเชื่อมีมากเกินกว่าตาม &1 &2 (ระงับการส่งมอบ)",
    "040": "ลูกค้า & 1ได้ถูกระงับการส่งมอบ: &2",
    "041": "ไม่มีการเปลี่ยนแปลงข้อมูล",
    "042": "เอกสารการขาย &1 กำลังประมวลผลอยู่ในขณะนี้  (โดยผู้ใช้ &2)",
    "043": "เอกสารการขายไม่สามารถถูกระงับได้",
    "044": "บันทึกเลขที่เอกสารระหว่าง &1 และ &2",
    "045": "ป้อนเข้าเลขที่เอกสาร",
    "046": "บันทึกประเภทเอกสารการขาย",
    "047": "บันทึกองค์กรทางการขาย",
    "048": "บันทึกช่องทางการจัดจำหน่าย",
    "049": "บันทึกสายผลิตภัณฑ์",
    "050": "เหตุผลการสั่ง &1 ไม่ได้กำหนดให้แก่องค์กรทางการขาย &2",
    "051": "สำนักงานขาย &1 ไม่ได้กำหนดสำหรับเขตการขาย &2 &3 &4",
    "052": "กลุ่มการขาย &1 ไม่ได้กำหนดสำหรับสำนักงานขาย &2",
    "053": "บันทึกสำนักงานขายสำหรับกลุ่มการขาย",
    "054": "บันทึกปริมาณที่น้อยกว่า",
    "055": "ได้เบิกจ่ายสินค้าแล้ว บันทึกเปลี่ยนเป็นการกำหนดเลขที่บัญชี",
    "056": "เอกสารได้ถูกแจ้งหนี้แล้ว  บันทึกเปลี่ยนเป็นการกำหนดเลขที่บัญชี",
    "057": "วันที่ที่มีวัสดุไม่สามารถเป็นวันที่ในอดีต",
    "058": "วันที่ที่มีวัสดุต้องเป็นวันที่ก่อนวันที่ขนถ่ายสินค้า  โปรดตรวจสอบวันที่",
    "059": "วันที่ที่มีวัสดุต้องเป็นวันที่ก่อนวันที่เบิกจ่ายสินค้า",
    "060": "วันที่ขนถ่ายสินค้าไม่สามารถเป็นวันในอดีต  โปรดตรวจสอบวันที่",
    "061": "การขนถ่ายสินค้าต้องกระทำก่อนการเบิกจ่ายสินค้า  โปรดตรวจสอบวันที่",
    "062": "วันที่เบิกจ่ายสินค้าไม่สามารถเป็นวันที่ในอดีตได้",
    "063": "กำหนดการขนส่งไม่สามารถดำเนินการในอดีต",
    "064": "กำหนดการขนส่งต้องกระทำก่อนวันที่ขนถ่ายสินค้า  โปรดตรวจสอบวันที่",
    "065": "กำหนดการขนส่งต้องกระทำก่อนวันที่เบิกจ่ายสินค้า",
    "066": "วันที่ขนถ่ายสินค้าไม่สามารถเป็นวันที่หลังจากวันที่ส่งมอบ",
    "067": "วันที่ที่มีวัสดุไม่สามารถเป็นวันที่หลังวันที่ส่งมอบ",
    "068": "วันที่กำหนดการขนส่งไม่สามารถเป็นวันหลังวันที่ส่งมอบ",
    "069": "วันที่เบิกจ่ายสินค้าไม่สามารถเป็นวันหลังวันที่ส่งมอบ",
    "070": "สร้างช่วงเลขที่เอกสาร & สำหรับออบเจค RV_BELEG (เอกสารการขาย)",
    "071": "ประเภทการตีราคา & ไม่ได้กำหนด",
    "072": "คำเตือน:คุณกำลังเปลี่ยนแปลงบัญชีโครงการสำหรับเครือข่ายที่สร้าง &",
    "073": "บันทึกความน่าจะเป็นที่น้อยกว่า",
    "074": "ลำดับความสำคัญการส่งมอบ & ไม่ได้กำหนด",
    "075": "ไม่มีรายการที่จะแสดงมากกว่านี้แล้ว",
    "076": "ไม่มีรายการกำหนดการส่งมอบที่จะแสดงมากกว่านี้แล้ว",
    "077": "ตรวจสอบปริมาณ",
    "078": "โปรดบันทึกการส่งมอบบางส่วน: ทำการส่งมอบต่อครั้งในวันที่ที่ต้องการ",
    "079": "NB: ลูกค้าต้องการการส่งมอบโดยสมบูรณ์",
    "080": "NB: ลูกค้าต้องการใบสั่งที่ถูกส่งมอบโดยสมบูรณ์",
    "081": "พิจารณาเอกสารที่ตามมา",
    "082": "ไม่มีการตรวจความเพียงพอของสินค้าที่สามารถดำเนินการสำหรับสินค้า &",
    "083": "ไม่มีการตรวจความเพียงพอของสินค้าที่สามารถดำเนินการสำหรับสินค้า &",
    "084": "ไม่มีปฏิทินโรงงาน &",
    "085": "วันที่ &1เป็นวันที่ก่อนวันเริ่มต้นของปฏิทินโรงงาน &2",
    "086": "วันที่ &1 อยู่หลังวันสิ้นสุดของปฏิทินโรงงาน &2",
    "087": "กลุ่มราคาวัสดุ & ไม่ได้กำหนด",
    "088": "สำหรับประเทศ &1, หมวดภาษี &2 ไม่ได้กำหนด",
    "089": "สำหรับหมวดภาษี &1, ตัวบ่งชี้ & 2 ไม่ได้กำหนด",
    "090": "ปริมาณที่ยืนยันสำหรับ &1 ไม่สามารถส่งมอบจนกระทั่ง &2",
    "091": "วันที่ & ไม่ถูกต้อง",
    "092": "ใบขอเสนอซื้อ &1 รายการ &2 ไม่สามารถถูกเปลี่ยนได้อีกต่อไป",
    "093": "ประเภทการประมวลผลไม่สามารถเปลี่ยนจาก &1ไป &2",
    "094": "คุณสามารถแก้ไขใบเสนอซื้อสำหรับกำหนดการส่งมอบด้วยปริมาณ >0 เท่านั้น",
    "095": "เอกสารที่บันทึกไม่ใช่เอกสารการขาย",
    "096": "รายการใบสั่งขาย &1 &2 ได้ถูกยกเลิกแล้ว",
    "097": "รายการใบสั่งขาย &1 &2 ได้ถูกส่งมอบแล้ว",
    "098": "กำหนดการส่งมอบ & ไม่มีอยู่",
    "099": "ได้ถูกสั่งแล้วสำหรับรายการ &1: &2 &3",
    "100": "การเปลี่ยนแปลงไม่สามารถคัดลอกในใบสั่งขาย &",
    "101": "ใบขอเสนอซื้อสามารถสร้างสำหรับรายการที่กำหนดไปยังโรงงานเท่านั้น",
    "102": "ไม่มีผลลัพธ์ที่เลือกสำหรับการพิมพ์",
    "103": "ผลลัพธ์ที่ออกสมบูรณ์",
    "104": "ไม่สามารถออกผลลัพธ์ได้",
    "105": "ฟิล์ด &1 &2ไม่ได้ถูกกำหนดในขั้นตอนจัดการความไม่สมบูรณ์ &3",
    "106": "ลำดับความสำคัญการส่งมอบได้ถูกเปลี่ยนแปลงแล้ว",
    "107": "โรงงานที่ส่งมอบจะถูกคัดลอกไปยังรายการที่มีอยู่",
    "108": "จุดสั่งซื้อใหม่สำหรับรายการ &1ได้เกินแล้ว: &2 &3",
    "109": "ศูนย์กำไร &1 ไม่ได้กำหนดใน &2 สำหรับโรงงาน &3",
    "110": "การกระจาย BOM ของรายการ & ได้ถูกยกเลิก",
    "111": "โรงงานไม่ครบถ้วนสำหรับการกระจาย BOM ของรายการ &",
    "112": "คุณไม่มีสิทธิ์ในการกระจายรายการวัสดุ",
    "113": "ระบบไม่พบรายการวัสดุที่ถูกต้อง",
    "114": "BOM ไม่สามารถกระจายได้",
    "115": "ศูนย์กำไรไม่สามารถบันทึกสำหรับรายการโดยไม่มีโรงงาน",
    "116": "เขตการตีราคา & ไม่ได้ถูกกำหนด",
    "117": "วัสดุ & ไม่ได้รวมอยู่",
    "118": "วัสดุ & ไม่ได้แสดงรายการและดังนั้นจึงไม่อนุญาต",
    "119": "ข้อความของประเภทเอกสารการขาย &1ไม่ครบถ้วนในภาษา &2",
    "120": "รายการ &1: แบทช์หมดอายุเมื่อ &2",
    "121": "รายการ &: ตรวจสอบแบทช์",
    "122": "ได้ดำเนินการตรวจสอบความเพียงพอของสินค้าแล้ว",
    "123": "แบทช์ &1 ในโรงงาน &2 ไม่มีอยู่",
    "124": "การปล่อยสินเชื่อ: เกิดข้อผิดพลาดขณะอ่านเอกสาร &",
    "125": "บันทึกเลขที่รายการ",
    "126": "รายการในใบสั่งขาย & มีสินค้าที่แตกต่างกัน",
    "127": "รายการในใบสั่งขาย & มีโรงงานแตกต่างกัน",
    "128": "สำหรับเหตุผลของการจัดการต้นทุน, รายการ & ไม่สามารถลบได้",
    "129": "หมวดการกำหนดเลขที่บัญชี & ไม่ได้กำหนดไว้",
    "130": "เลขที่โครงการไม่ได้อนุญาต",
    "131": "รายการทางธุรกิจไม่สามารถถูกดำเนินการได้",
    "132": "การชำระบัญชีในออบเจคของ CO ป้องกันการกำหนดของโครงการ",
    "133": "การกำหนดเลขที่บัญชีของโครงการเป็นไปไม่ได้",
    "134": "การกำหนดเลขที่บัญชีไม่สามารถนำออกมาเพราะว่าเลขที่ต้นแบบแตกต่างกัน",
    "135": "เลขที่ประจำผลิตภัณฑ์ & ไม่มีอยู่",
    "136": "รายการในใบสั่งขาย &1&2 ไม่ได้กำหนดเพื่อการชำระบัญชี",
    "137": "ประเภทความต้องการสามารถระบุเฉพาะรายการที่มีโรงงานเท่านั้น",
    "138": "การกำหนดการวางแผนไม่สามารถดำเนินการได้สำหรับวัสดุ &",
    "139": "เอกสารการขายถูกกำหนดไปยังองค์ประกอบ WBS &",
    "140": "รายละเอียดโครงการ &1 บันทึก <> ซึ่งจากใบสั่งขาย &2",
    "141": "คุณไม่มีอำนาจสำหรับกิจกรรม &1 ในโรงงาน &2",
    "142": "ไม่มีเลขที่รายการเพียงพอสำหรับการกระจายโครงสร้าง",
    "143": "ตรวจสอบจุดตรวจสอบในแผนการวางบิลสำหรับรายการ &",
    "144": "เลขที่รายการ & ไม่เป็นตัวเลข",
    "145": "ทรานแซคชัน & ไม่มีอยู่ในตาราง T180",
    "146": "เขตการควบคุมสินเชื่อ & ไม่มีอยู่",
    "147": "การตรวจสอบสินเชื่อโดยอัตโนมัติ: โครงสร้างข้อมูล & ไม่มีอยู่",
    "148": "เขตการควบคุมสินเชื่อ & ไม่ได้กำหนด",
    "149": "การรับใบสั่ง/ส่งมอบไม่ยินยอม; ข้อมูลสินเชื่อไม่ได้ปรับปรุง",
    "150": "การตรวจสอบวงเงินเชื่อแบบสแตติก:วงเงินสินเชื่อเกิน &1 &2",
    "151": "การตรวจเครดิตแบบสแตติก:วงเครดิตเกิน(บันทึกข้อมูลไม่ได้)&1&2",
    "152": "เกินสินเชื่อแบบไดนามิกที่ได้ตรวจสอบ & &",
    "153": "ตรวจเครดิตแบบไดนามิก:วงเงินเกิน(ข้อมูลเก็บไม่ได้) &1 &2",
    "154": "การรับใบสั่ง/ส่งมอบเป็นไปไม่ได้; ระงับสินเชื่อลูกค้า",
    "155": "ตรวจสอบสินเชื่อ: เกินมูลค่าสูงสุดในเอกสาร",
    "156": "ตรวจสอบเครดิต:เกินมูลค่าสูงสุดในเอกสาร (เก็บบันทึกไม่ได้)",
    "157": "รหัสบริษัท & ไม่ได้กำหนด",
    "158": "องค์กรการขาย &  ไม่มีอยู่",
    "159": "ข้อมูลธุรกิจ &1 &2 &3 &4 ไม่ปรากฎ",
    "160": "ข้อมูลวิกฤตของสินเชื่อถูกเปลี่ยนแปลง",
    "161": "ข้อมูลวิกฤตของสินเชื่อถูกเปลี่ยน - การแก้ไขจึงเป็นไปไม่ได้",
    "162": "ตรวจสอบสินเชื่อ: วันที่ตรวจสอบลูกค้ารายถัดไปได้ผ่านไปแล้ว",
    "163": "สินเชื่อ: เลยวันที่ตรวจสอบลูกค้ารายถัดไปแล้ว - เก็บบันทึกไม่ได้",
    "164": "การตรวจสอบเครดิต (เกินเปอร์เซนต์สูงสุดสำหรับรายการคงค้าง)",
    "165": "เครดิต: เกินเปอร์เซนต์สูงสุดสำหรับรายการคงค้าง (เก็บบันทึกไม่ได้)",
    "166": "รายการเก่าสุดของรายการที่เกินกำหนดที่เปิดอยู่",
    "167": "การตรวจสอบเครดิต: เลยกำหนดรายการคงค้างที่เก่าที่สุด (เก็บบันทึกไม่ได้)",
    "168": "เกินระดับการตามหนี้สูงสุด",
    "169": "การตรวจสอบเครดิต: เกินระดับการตามหนี้สูงสุด (เก็บบันทึกไม่ได้)",
    "170": "ตรวจสอบเครดิตผู้ใช้ 1ไม่สำเร็จ &1 &2",
    "171": "ตรวจสอบเครดิตผู้ใช้1ไม่สำเร็จ &1&2 (เก็บบันทึกไม่ได้)",
    "172": "ตรวจสอบเครดิตผู้ใช้ 2 ไม่สำเร็จ&1 &2",
    "173": "ตรวจสอบเครดิตผู้ใช้ 2 ไม่สำเร็จ &1 &2 (เก็บบันทึกไม่ได้)",
    "174": "ตรวจสอบเครดิตผู้ใช้ 3 ไม่สำเร็จ &1 &2",
    "175": "ตรวจสอบเครดิตผู้ใช้ 3 ไม่สำเร็จ &1&2 (เก็บบันทึกไม่ได้)",
    "176": "การปล่อยสินเชื่อ: ข้อผิดพลาดเกิดขึ้นระหว่างปล่อยเอกสาร &",
    "177": "การโปรแกรมผิดพลาด : ฟังก์ชันที่ตามมา   & ไม่มีอยู่ในตาราง TVFO",
    "178": "ฟังก์ชันที่ตามมาเป็นไปไม่ได้จากเอกสาร SD",
    "179": "บันทึกกลุ่มสินเชื่อสำหรับการตรวจสอบสินเชื่อโดยอัตโนมัติ",
    "180": "กลุ่มสินเชื่อจำเป็นสำหรับการตรวจสอบสินเชื่ออัตโนมัติเท่านั้น",
    "181": "ข้อมูลหลักพนักงาน & ไม่มีอยู่",
    "182": "ปรับปรุงข้อมูลการติดต่อในข้อมูลหลักพนักงาน &",
    "183": "การเบิกจ่ายสินค้าจากการส่งมอบเป็นไปไม่ได้เพราะถูกระงับสินเชื่อ",
    "184": "การเบิกจ่ายสินค้าจากการส่งมอบเป็นไปไม่ได้เพราะถูกระงับ",
    "185": "การหยิบสินค้าจากการส่งมอบเป็นไปไม่ได้เพราะถูกระงับ",
    "186": "โปรดบันทึกโรงงานในรายการ & เป็นอันดับแรก",
    "187": "มีใบเสนอราคาที่เปิดอยู่สำหรับผู้ซื้อรายนี้",
    "188": "มีสัญญาที่เปิดอยู่สำหรับผู้ซื้อรายนี้",
    "189": "มีใบเสนอราคาที่เปิดอยู่และมีสัญญาที่เปิดอยู่สำหรับผู้ซื้อรายนี้",
    "190": "สินค้า & เป็นผลิตภัณฑ์คู่แข่ง",
    "191": "สามารถปรับปรุงเลขที่ประจำผลิตภัณฑ์สำหรับรายการที่กำหนดไปที่โรงงานเท่านั้น",
    "192": "ไม่มีโปรไฟล์ซีเรียลนัมเบอร์สำหรับสินค้า &1 ในโรงงาน &2",
    "193": "ไม่มีเลขที่ประจำผลิตภัณฑ์ที่ปรับปรุงสำหรับรายการ &",
    "194": "มีใบเสนอราคาที่เปิดอยู่สำหรับสินค้า &",
    "195": "มีสัญญาที่เปิดอยู่สำหรับสินค้า &",
    "196": "มีใบเสนอราคาที่เปิดอยู่และสัญญาที่เปิดอยู่สำหรับสินค้า &",
    "197": "เลือกการตรวจสอบสินเชื่อแบบคงที่หรือไดนามิกแบบใดแบบหนึ่ง",
    "198": "รายการเอกสารการขาย &1 &2 ไม่ได้กำหนดสำหรับขั้นตอนรายการ",
    "199": "ข้อผิดพลาดเกิดขึ้นขณะที่เชื่อมต่อไปยังผู้กำหนดรูปแบบ SAP",
    "200": "คีย์เงื่อนไข &1 &2 &3 ไม่ได้ถูกำหนด (T685)",
    "201": "ไม่มีข้อความกำหนดแง่ภาษา&1การใช้&2 ระบบงาน&3 ประเภทเงื่อนไข่อนไข &(T685T)",
    "202": "คีย์เงื่อนไข &1 &2 ไม่ถูกกำหนด(T685A)",
    "203": "รายการ &1 เงื่อนไข &2: หน่วยวัด &3 ไม่ได้รับอนุมัติ",
    "204": "เงื่อนไข & ไม่สามารถถูกประมวลโดยผู้ใช้",
    "205": "เงื่อนไข & ไม่สามารถถูกประมวลโดยผู้ใช้",
    "206": "เงื่อนไข &1 ไม่มีอยู่ในขั้นตอนการกำหนดราคา &2 &3 &4",
    "207": "เงื่อนไข & ไม่ถูกกำหนดระหว่างการกำหนดราคาอัตโนมัติ",
    "208": "เงื่อนไข &1: ข้อผิดพลาดในการแปลงอัตราแลกเปลี่ยนจาก &2 เป็น &3",
    "209": "มีการกำหนดราคาใหม่",
    "210": "เลือกเงื่อนไขสำหรับรายละเอียด",
    "211": "มีการตีราคาใหม่สำหรับเอกสาร",
    "212": "ไม่มีการกำหนดขั้นตอนการกำหนดราคาไว้",
    "213": "เงื่อนไข & ไม่ถูกยินยอมเหมือนเงื่อนไขส่วนหัว",
    "214": "เงื่อนไข & ไม่อนุญาตให้เป็นเงื่อนไขรายการ",
    "215": "ความต้องการไม่ถูกตอบสนองสำหรับเงื่อนไข &",
    "216": "ไม่พบเรคคอร์ดเงื่อนไขสำหรับเงื่อนไข &",
    "217": "ภาษีได้ถูกกำหนดใหม่",
    "218": "เหตุผลสำหรับการปฏิเสธได้ถูกเปลี่ยนแปลง",
    "219": "เหตุผลสำหรับการปฏิเสธได้ถูกยกเลิก",
    "220": "งวดการออกบิลเป็น &",
    "221": "โปรดตรวจสอบวันที่วางบิล : &",
    "222": "โปรดตรวจสอบวันที่ที่ให้บริการ",
    "223": "สำหรับรายการ &, มีหลายกำหนดการส่งมอบด้วยปริมาณสั่ง",
    "224": "วันที่ส่งมอบใหม่ถูกคัดลอกสำหรับรายการที่อาจเป็นได้",
    "225": "ภาษีไม่สามารถกำหนดอย่างถูกต้อง",
    "226": "เงื่อนไข & ไม่สามารถลบได้",
    "227": "ราคาใหม่เป็นไปไม่ได้มากกว่านี้",
    "228": "ไม่มีต้นทุนที่สามารถกำหนดสำหรับรายการ &",
    "229": "ประเภทเงื่อนไข & ไม่ได้กำหนดโดยการใช้เรคคอร์ดเงื่อนไข",
    "230": "กลุ่มภาษี & สำหรับการตรวจสอบความเพียงพอไม่ได้กำหนด",
    "231": "เงื่อนไข & ไม่อนุญาตสำหรับทรานแซคชันนี้",
    "232": "ค่าขนส่งถูกกำหนดใหม่",
    "233": "& ไม่เป็นเปอร์เซนต์; บันทึกสกุลเงิน",
    "234": "โรงงานได้ถูกเปลี่ยนแปลง",
    "235": "โรงงานได้ถูกเปลี่ยนกลับ",
    "236": "รายการ &: โรงงานไม่สามารถถูกคัดลอก",
    "237": "กำไรขั้นต้นสำหรับรายการ & ต่ำเกินไป",
    "238": "ความต้องการ & ไม่ถูกตอบสนอง",
    "239": "เงื่อนไข & ไม่สามารถถูกบันทึกโดยผู้ใช้",
    "240": "สถานที่จัดส่งสินค้า & ไม่มีอยู่",
    "241": "วันที่ &1 ไม่ถูกต้องตามปฏิทินโรงงาน &2",
    "242": "วันที่ &1 ไม่ถูกต้องตามปฏิทินโรงงาน &2",
    "243": "วันที่ &1 เป็นวันก่อนเริ่มใช้ปฏิทินโรงงาน &2",
    "244": "วันที่ &1 เป็นวันหลังสิ้นสุดการใช้ปฏิทินโรงงาน &2",
    "245": "ปฏิทินโรงงาน & ไม่ถูกต้อง",
    "246": "ประเภทความต้องการ & ไม่ถูกกำหนด",
    "247": "โมดูลการโอนข้อมูลไม่ยินยอม",
    "248": "การส่งมอบ/กำหนดการขนส่งไม่สามารถดำเนินการได้",
    "249": "ราคาที่ลูกค้าคาดหวังแตกต่างจากราคาสุทธิสำหรับรายการ &.",
    "250": "คลาสความต้องการ & ไม่ได้กำหนด",
    "251": "ประเภทความต้องการ & ไม่ยินยอมสำหรับสินค้านี้",
    "252": "จำนวนของเลขที่ประจำผลิตภัณฑ์สำหรับสินค้า $ มีมากกว่าปริมาณ",
    "253": "โรงงานไม่สามารถเปลี่ยนหลังจากที่เลขที่ประจำผลิตภัณฑ์ได้ถูกบันทึกแล้ว",
    "254": "การคำนวณไม่สามารถอ่านได้จากไฟล์คลิพบอร์ด",
    "255": "เลขที่แบทช์ของรายการ & ถูกยกเลิก",
    "256": "ไม่มีรายการที่มีปริมาณที่สามารถนำเสนอได้",
    "257": "ไม่มีข้อความสำหรับสต็อคพิเศษ &1 ในภาษา &2",
    "258": "สต็อคพิเศษ & ไม่ถูกกำหนด",
    "259": "คุณไม่สามารถเรียกให้แสดงความพอเพียงสำหรับสต็อคพิเศษภายนอก",
    "260": "&1 &2 ได้จัดเก็บแล้ว (การส่งมอบ &3 ที่ทำ)",
    "261": "&1 &2 ได้จัดเก็บแล้ว (ไม่มีการส่งมอบ)",
    "262": "การส่งมอบไม่สามารถสร้างได้สำหรับใบสั่งเร่งด่วน",
    "263": "รายการ & ไม่สามารถแจ้งหนี้ตามแผนการวางบิล",
    "264": "คุณไม่มีอำนาจปลดการระงับ",
    "265": "ข้อผิดพลาดภายใน: แผนการออกบิลสำหรับรายการ & ไม่สามารถลบได้",
    "266": "เลขที่ประจำผลิตภัณฑ์สามารถบันทึกเป็นความต้องการเฉพาะเท่านั้น",
    "267": "แผนการวางบิลไม่สามารถปรับปรุงได้ถ้ายังมีผลในเอกสารอยู่",
    "268": "แผนการวางบิล & ได้จัดเก็บแล้ว",
    "269": "การกำหนดบัญชีโครงการของรายการที่มีอยู่ไม่ได้ปรับเปลี่ยน",
    "270": "คู่ค้าที่จัดส่งได้ปฏิเสธคุณสมบัติของผลิตภัณฑ์ &1 สำหรับ &2",
    "271": "ปริมาณของ &2 &3 ที่เหลือหลังจากการเลือกผลิตภัณฑ์(รายการ&1)",
    "272": "รายการ & ต้องไม่ถูกลบ (ผลิตภัณฑ์เพื่อเลือก)",
    "273": "รายการระดับสูงกว่า& คือรายการผลิตภัณฑ์เพื่อเลือก",
    "274": "รายการ &",
    "275": "ใบขอเสนอซื้อ & กำลังทำการประมวลผล",
    "276": "เหตุผลของการทดแทน & ไม่มีอยู่",
    "277": "สิ้นสุดการเตือนทั่วไป",
    "278": "รายการ & ไม่เกี่ยวข้องกับการตรวจสอบ (ไม่มีกลุ่มการตรวจสอบ)",
    "279": "ไม่มีขั้นตอนการค้นหาที่สามารถกำหนดสำหรับ &1 &2",
    "280": "การกำหนดแบทช์ไม่สามารถดำเนินการได้เพราะมีเอกสารลำดับถัดไปอยู่",
    "281": "สินค้า &1 ในรายการ &2 ไม่ถูกจัดการในแบทช์",
    "282": "การตรวจสอบความเพียงพอของสินค้าไม่อนุญาตสำหรับรายการ &",
    "283": "วัสดุในรายการ & ไม่สามารถถูกเปลี่ยนได้",
    "284": "ใบสั่งขาย &2 สำหรับการส่งมอบ &1 ได้แยกเก็บแล้ว",
    "285": "การแก้ไขเลขที่ประจำผลิตภัณฑ์ไม่อนุญาต",
    "286": "ต้องการประเภทแผนวางบิลเท่านั้นถ้าเกี่ยวข้องกับการวางบิลตามแผนการวางบิล",
    "287": "บันทึกประเภทแผนการวางบิลถ้าการเกี่ยวข้องกับการวางบิลตามแผนการวางบิล",
    "288": "มีการกำหนดต้นทุนด้วยปริมาณ &1 &2",
    "289": "ไม่สามารถกำหนดต้นทุนได้เพราะไม่มีปริมาณที่สั่ง",
    "290": "ไม่สามารถคัดลอกมูลค่าการคิดต้นทุนเพราะประเภทเงื่อนไขหายไป",
    "291": "หน่วยต้นทุนได้ยกเลิกเนื่องจากเกิดข้อผิดพลาด",
    "292": "นำเข้าไปในบัญชีข้อตกลงการส่งมอบแบบสมบูรณ์",
    "293": "ลูกค้าต้องการการส่งมอบแบบสมบูรณ์: รายการ & ไม่ได้ถูกยืนยัน",
    "294": "วันส่งมอบเร็วที่สุดในกลุ่มการส่งมอบ &1 คือ &2",
    "295": "คุณได้เลือกวันที่ & เป็นวันที่ส่งมอบแบบสมบูรณ์แล้ว",
    "296": "ท่านได้กำหนดวันที่ &2 แล้วสำหรับกลุ่มการส่งมอบ &1",
    "297": "ไม่สามารถแปลงค่าปริมาณจาก &1 เป็น &2 ได้",
    "298": "กลุ่มการส่งมอบ&1: รายการ &2 ไม่ได้ยืนยันกำหนดการส่งมอบ",
    "299": "กลุ่มการส่งมอบทั้งหมดถูกยกเลิกเพราะตอ้งการการส่งมอบแบบสมบูรณ์",
    "300": "ระบบ:การเข้าตาราง GVBAP (&1 &2) ไม่ถูกต้อง",
    "301": "บันทึกกลุ่มการส่งมอบ",
    "302": "เอกสาร SD & ไม่อยู่ในฐานข้อมูลหรือได้แยกเก็บไปแล้ว",
    "303": "กลุ่มทรานแซคชัน & ไม่สามารถกำหนดไปยังทรานแซคชันอื่น (T180, TVAK)",
    "304": "การเข้าถึงตาราง LFGKO (&) ไม่ถูกต้อง",
    "305": "กลุ่มส่งมอบ & ประกอบด้วยเพียงหนึ่งรายการเท่านั้น",
    "306": "ไม่ปรากฎกลยุทธ์การกำหนดรูปแบบ &1 &2",
    "307": "ลูกค้าต้องการส่งมอบโดยสมบูรณ์, แต่มี & กลุ่มการส่งมอบในเอกสาร",
    "308": "มีกลุ่มการส่งมอบที่แตกต่างแม้ว่าการส่งมอบสมบูรณ์ยังคงต้องการอยู่",
    "309": "รายการ & ไม่สามารกำหนดไปยังกลุ่มการส่งมอบ",
    "310": "เคอร์เซอร์ไม่อยู่บนบรรทัดซึ่งสามารถจะเลือกได้",
    "311": "เก็บบันทึก &1 &2 แล้ว",
    "312": "ประเภทเอกสารการขาย & ไม่ได้กำหนด",
    "313": "ไม่ได้กำหนดองค์กรการขาย &",
    "314": "ช่องทางการจัดจำหน่าย & ไม่ได้กำหนด",
    "315": "สายผลิตภัณฑ์ & ไม่ได้กำหนด",
    "316": "ไม่ได้กำหนดเขตการขาย &1 &2 &3",
    "317": "กลุ่มการขาย & ไม่ได้กำหนด",
    "318": "การกำหนดเลขที่โดยผู้ใช้ไม่ได้กำหนดสำหรับประเภทเอกสาร &",
    "319": "เอกสารเลขที่ & มีอยู่แล้ว",
    "320": "ไม่มีหมวดรายการอยู่ (ตาราง T184 &1 &2 &3 &4)",
    "321": "หมวดรายการ & ไม่ได้กำหนดสำหรับรายการนี้",
    "322": "โครงสร้างดัชนีไม่ถูกต้องสำหรับตาราง &",
    "323": "เลือกหนึ่งหรือมากกว่าหนึ่งรายการ",
    "324": "หมวดรายการ & ไม่ได้กำหนด",
    "325": "ได้พบดัชนีขณะทำการอ่าน (&)",
    "326": "โรงงาน & ไม่ได้กำหนด",
    "327": "ไม่มีรายการที่เลือกมากกว่านี้",
    "328": "รหัสฟังก์ชัน & ไม่ได้กำหนดบนการเชื่อมโยง CUA",
    "329": "รายการระดับสูงกว่า & ไม่สามารถเป็นรายการปัจจุบัน",
    "330": "รายการระดับสูงกว่า &1 ต้องมีขนาดเล็กกว่ารายการปัจจุบัน &2",
    "331": "รายการ & ไม่มีอยู่",
    "332": "รายการระดับสูงกว่า & ไม่สามารถเป็นรายการปัจจุบัน",
    "333": "ระบบมีข้อผิดพลาด: ดัชนี&1 สำหรับตาราง &2 ไม่ปรากฎ",
    "334": "รายการระดับสูงกว่าต้องมีขนาดเท่าหรือใหญ่กว่า &",
    "335": "ระบบมีข้อผิดพลาด: กำหนดการส่งมอบ & สำหรับรายการ & ไม่ปรากฎ",
    "336": "รายการ &1 มีกำหนดการส่งมอบสำหรับวันที่อยู่แล้ว &2 &3 &4",
    "337": "กำหนดการส่งมอบสำหรับวันที่ &1 &2 &3 &4 มีอยู่แล้ว",
    "338": "รายการ & มีอยู่แล้ว; รายการที่บันทึกจะถูกละเลย",
    "339": "คุณไม่สามารถเปลี่ยนเลขที่รายการ",
    "340": "ไม่มีกำหนดการส่งมอบที่เลือกมากกว่านี้",
    "341": "เลือกกำหนดการส่งมอบที่ต้องการ",
    "342": "คุณไม่สามารถลบกำหนดการส่งมอบทั้งหมดสำหรับรายการ &",
    "343": "คุณไม่สามารถลบรายการย่อยสำหรับรายการ &",
    "344": "ไม่มีบันทึกวันที่สำหรับกำหนดการส่งมอบ &1 &2",
    "345": "วันที่ &1 ระยะเวลา &2 ไม่ถูกต้อง",
    "346": "ระยะเวลาที่เจาะจง & ไม่ได้กำหนด",
    "347": "ขั้นตอน &1 & 2&3ไม่ได้กำหนด",
    "348": "หมวดกำหนดการส่งมอบ & ไม่ได้กำหนด",
    "349": "ข้อผิดพลาดระบบ: รายการระดับสูงกว่า & ไม่มีอยู่",
    "350": "คุณต้องการแก้ไขข้อมูลในรายการย่อยหรือไม่ ?",
    "351": "บันทึกสินค้าสำหรับรายการ &",
    "352": "กำหนดการส่งมอบ &1 & 2ไม่สามารถลบได้",
    "353": "หมวดกำหนดการส่งมอบ & ไม่ได้กำหนด",
    "354": "ไม่มีข้อความที่กำหนดสำหรับหมวดกำหนดการส่งมอบ & (ตาราง TVEPT)",
    "355": "ประเภทเอกสารประมวลผลการขาย & ด้วยขั้นตอน &2",
    "356": "กลุ่มลำดับจอภาพแสดงรายการเป็นไปไม่ได้สำหรับหมวดรายการ &",
    "357": "ระบบ: รายการ &2: สำหรับกำหนดการส่งมอบ &1 ไม่อยู่ในขอบเขตงาน",
    "358": "เงื่อนไขจัดส่ง&1 กลุ่มขนถ่าย&2โรงงาน&3 คลังสินค้า&4ไม่กำหนด & ไม่ถูกกำหนด",
    "359": "สถานที่จัดส่ง & ไม่ถูกกำหนด",
    "360": "กำหนดรูปแบบไม่ได้สำหรับสินค้า &1: เหตุผล&2 -->วิธีใช้",
    "361": "ฟังก์ชันทดแทน '&2' ไม่อาจเป็นได้: รายการ&1ไม่สมบูรณ์     ly configured",
    "362": "ไม่มีรายการอยู่",
    "363": "รายการที่มีขนาดแปรผัน & ต้องการหน่วยวัด \"ชิ้น\"",
    "364": "หน่วยการขาย & ไม่ได้กำหนด",
    "365": "ไม่มีการคำนวณน้ำหนักที่เป็นไปได้ถ้าปริมาณฐานเป็นศูนย์",
    "366": "สถานที่เก็บสินค้า &1 ในโรงงาน &2 ไม่ได้กำหนด",
    "367": "ไม่มีการกำหนดน้ำหนักและปริมาณที่เป็นไปได้สำหรับรายการนี้",
    "368": "บันทึกผู้ซื้อ",
    "369": "การขายจากองค์กรฝ่ายขาย&1ช่องทางจัดจำหน่าย&2โรงงาน&3ไม่กำหนดได้กำหนด",
    "370": "สายผลิตภัณฑ์ &1ในส่วนหัวต่างไปจากสายผลิตภัณฑ์ &2ในรายการ   าร",
    "371": "บันทึกกำหนดการส่งมอบใหม่สำหรับรายการ & ถ้าจำเป็น",
    "372": "ในการขั้นตอนกำหนดคู่ค้า &1, ฟังก์ชันคู่ค้า & 2ไม่ได้กำหนด",
    "373": "ไม่มีกำหนดการที่เป็นไปได้",
    "374": "ระบบเกิดข้อผิดพลาด: ผลลัพธ์ &1 &2&3 ไม่ได้กำหนด",
    "375": "ไม่มีผู้ซื้อที่จำเป็นสำหรับประเภทใบสั่งนี้",
    "376": "รายการระดับสูงกว่า & ยินยอมให้ไม่มีรายการย่อย",
    "377": "หมวดรายการ & ไม่ได้กำหนดในรายการย่อย",
    "378": "&1 &2 ของกำหนตการส่งมอบ &3/&4 ไม่สามารถเปลี่ยนได้อีกต่อไป",
    "379": "มีการขาดแคลนของ&3 &4 สำหรับรายการ &1 บน &2",
    "380": "ข้อผิดพลาดเมื่อประมวลผล &1",
    "381": "บันทึกหน่วยวัดของปริมาณ",
    "382": "ส/ค&1ไม่ได้กำหนดแก่องค์กรขาย&2, ช่องทางจัดจำหน่าย&3,ภาษา&4 ย & ภาษา &",
    "383": "บันทึกสินค้าหรือหมวดรายการ",
    "384": "หน่วยการขาย &1 ไม่ได้กำหนดสำหรับรายการ &2",
    "385": "รายการ & มีอยู่แล้ว",
    "386": "บันทึกปริมาณส่งมอบที่ต้องการ",
    "387": "ระงับการส่งมอบ & ไม่ได้กำหนด",
    "388": "ระงับการส่งมอบ & ไม่ได้กำหนด",
    "389": "การระงับออกบิล & ไม่ได้กำหนด (ตาราง TVFSP)",
    "390": "การระงับออกบิล & ไม่ได้กำหนด",
    "391": "ส/ค &1 ไม่มีอยู่ในโรงงาน &2 / ประเทศ &3",
    "392": "สินค้า&1ไม่มีอยู่ในสถานที่เก็บ &2 &3",
    "393": "หมวดรายการจะถูกกำหนดใหม่",
    "394": "บันทึกวันที่ส่งมอบที่ต้องการ",
    "395": "หน่วยการขายจะถูกกำหนดใหม่",
    "396": "ประเภทเอกสารวางบิล & ไม่ได้กำหนด",
    "397": "เลขที่กำหนดการส่งมอบไม่มีผลในการประมวลผลกำหนดการส่งมอบ:&1&2",
    "398": "เงื่อนไขการชำระเงิน & ไม่ได้กำหนด",
    "399": "วันที่เป็นวันที่ผ่านไปแล้ว",
    "400": "งวดเป็นอดีต",
    "401": "หมวดกำหนดการส่งมอบจะถูกกำหนดใหม่",
    "402": "เส้นทาง & ไม่ได้กำหนด",
    "403": "ข้อมูลธุรกิจส่วนหัวไม่ได้ใช้กับทุกรายการ &",
    "404": "ปัจจัยการแปลงค่าจะถูกกำหนดใหม่",
    "405": "ปัจจัยไม่เท่ากับ 1 เป็นไปได้สำหรับหน่วยวัดที่เลือกได้เท่านั้น",
    "406": "สินค้า & ถูกทำเครื่องหมายการลบ",
    "407": "สำนักงานขาย & ไม่ได้กำหนด",
    "408": "ที่อยู่ & ไม่ได้กำหนด",
    "409": "ตรวจสอบปริมาณที่สั่งของกำหนดการส่งมอบทั้งหมด",
    "410": "สถานที่จัดส่ง & ไม่ได้กำหนดสำหรับทรานแซคชันนี้",
    "411": "ลำดับชั้นผลิตภัณฑ์ & ไม่ได้กำหนด",
    "412": "ลำดับชั้นผลิตภัณฑ์ & ไม่ได้กำหนด",
    "413": "หน่วยวัดเป้าหมายจะไม่ถูกกำหนดใหม่",
    "414": "หน่วยวัดเป้าหมาย&1ไม่ได้กำหนดในรายการ&2สำหรับวัตถุดิบ&3",
    "415": "เหตุผลสำหรับการปฏิเสธ & ไม่ได้กำหนด",
    "416": "เหตุผลสำหรับการปฏิเสธ & ไม่ได้กำหนด",
    "417": "กลุ่มลูกค้า & ไม่ได้กำหนด",
    "418": "กลุ่มลูกค้า & ไม่ได้กำหนด",
    "419": "กลุ่มราคา & ไม่ได้กำหนด",
    "420": "กลุ่มราคา & ไม่ได้กำหนด",
    "421": "ประเภทใบรายการราคา & ไม่ได้กำหนด",
    "422": "ประเภทใบรายการราคา & ไม่ได้กำหนด",
    "423": "ลูกค้า &1ที่ได้กำหนดให้ระงับใบสั่ง: &2 &3",
    "424": "เขต & ไม่ได้กำหนด",
    "425": "เขต & ไม่ได้กำหนด",
    "426": "ปริมาณในกำหนดการส่งมอบมีแล้ว: &1 &2",
    "427": "รายการไม่ตรงกับกำหนดการส่งมอบ (โปรแกรมมีข้อผิดพลาด)",
    "428": "ปริมาณในกำหนดการส่งมอบใหญ่กว่าปริมาณเป้าหมาย",
    "429": "กลุ่มราคา & ไม่ได้กำหนด",
    "430": "กลุ่มราคา & ไม่ได้กำหนด",
    "431": "น้ำหนักรวมควรมากกว่าน้ำหนักสุทธิ",
    "432": "ไม่ต้องการข้อจำกัดในกรณีของช่วงการยอมรับที่ไม่มีข้อจำกัด",
    "433": "ไม่อนุญาติให้คัดลอกเนื้อหารายการสำคัญใดๆในสัญญา",
    "434": "โปรดคำนึงถึงหน่วยการส่งมอบ: & &",
    "435": "เหตุผลในใบสั่งขาย & ไม่ได้กำหนด",
    "436": "เหตุผลในใบสั่งขาย & ไม่ได้กำหนด",
    "437": "วันที่ & อยู่ในอดีต",
    "438": "ไม่ได้กำหนดสกุลเงิน &",
    "439": "ไม่ได้กำหนดสกุลเงิน &",
    "440": "บันทึกกำหนดจำนวนวันหรือกำหนดวันที่อย่างใดอย่างหนึ่ง",
    "441": "กำหนดจำนวนวัน/วันที่ไม่สามารถระบุสำหรับเงื่อนไขการจ่ายเงิน &",
    "442": "เลขที่ใบกำกับสินค้ารายงวดและแบบรวบรวมอาจจะเปลี่ยนเป็น blank ได้เท่านั้น",
    "443": "ไม่ได้กำหนดวิธีการจ่ายเงิน",
    "444": "\"จากวันที่\" ต้องมีขนาดเล็กกว่า \"ถึงวันที่\"",
    "445": "กำหนดการพร้อมวันที่ &2 มีแล้วสำหรับรายการ &1",
    "446": "ใบเสนอราคามีผลจาก & เท่านั้น",
    "447": "เอกสารการขายมีผลจาก & เท่านั้น",
    "448": "เอกสารการขายมีผลจนกระทั่ง & เท่านั้น",
    "449": "อัตราแลกเปลี่ยนของ &1 ใน & สำหรับวันที่ & ไม่สามารถถูกกำหนด",
    "450": "อัตราแลกเปลี่ยนจะถูกกำหนดใหม่",
    "451": "อัตราแลกเปลี่ยนที่ถูกต้องคือ: &",
    "452": "สำหรับสกุลเงินในประเทศ, อัตราแลกเปลี่ยนต้องเป็น 1",
    "453": "สถิติ: สกุลเงินจาก&1ใน &2 สำหรับวันที่ &3 ไม่สามารถถูกกำหนด",
    "454": "สินเชื่อ:อัตราแลกเปลี่ยนจาก&1ใน&2 จนกระทั่ง&3ไม่สามารถกำหนดกกำหนด",
    "455": "& & ถูกระงับและดังนั้นจึงไม่สามารถปรับ                   ปรุงแก้ไขได้",
    "456": "รายการ&1 เปลี่ยนโดยการกำหนดรูปแบบวัสดุ&2 เท่านั้น(รายการ&3)ยการ &)",
    "457": "ประเภทใบสั่ง & ไม่ได้กำหนด",
    "458": "ไม่ได้กำหนดประเภทใบสั่งซื้อ &",
    "459": "ชุดการเลือกที่พบ&1ไม่ถูกสร้างในองค์กรขาย&2 ช่องทางจำหน่าย&3",
    "460": "การระงับใบส่งมอบได้ถูกเปลี่ยนแปลง",
    "461": "การระงับใบส่งมอบได้ถูกยกเลิก",
    "462": "การระงับการวางบิลได้ถูกเปลี่ยนแปลง",
    "463": "การระงับการวางบิลได้ถูกยกเลิก",
    "464": "เส้นทางไม่สามารถกำหนดได้",
    "465": "สถานที่จัดส่งสินค้าไม่สามารถกำหนดสำหรับรายการที่ไม่มีโรงงาน",
    "466": "การส่งมอบสมบูรณ์ไม่ถูกต้องเพราะบางส่วนล่าช้า&1ของรายการ&2  การ &",
    "467": "รายการส่งมอบบางส่วน & เป็นไปไม่ได้: ใบสั่งต้องถูกส่งมอบเต็มจำนวน",
    "468": "จำนวนครั้งส่งมอบบางส่วนไม่เหมาะสมเพราะว่าตัวบ่งชี้การส่งมอบบางส่วน &",
    "469": "รายการ & ไม่สามารถกำหนดรูปแบบได้",
    "470": "เลขที่สินค้าถูกกำหนดใหม่จากเลขที่สินค้าของลูกค้า",
    "471": "การคัดลอกประเภทเอกสารการขาย &1 จาก &2 &3 &4 ไม่ถูกกำหนด",
    "472": "เลขที่รูทีนการคัดลอกสำหรับตาราง & ไม่มีในตาราง TVCPA",
    "473": "ไม่ได้กำหนดการคัดลอก &2 &3 &4ไปถึง &1",
    "474": "วัสดุในรายการ & ไม่มีอยู่",
    "475": "หมวดรายการสำหรับรายการ & ไม่สามารถกำหนดได้",
    "476": "รายการ & ไม่ถูกคัดลอกจากเอกสารอ้างอิง",
    "477": "กำหนดการส่งมอบ &1 &2 ไม่ถูกคัดลอกจากเอกสารอ้างอิง",
    "478": "วัสดุในรายการ & ไม่มีอยู่ในโรงงาน/ที่เก็บสินค้า",
    "479": "หมวดกำหนดการส่งมอบสำหรับกำหนดการ &1 &2 ไม่สามารถกำหนดได้",
    "480": "ปริมาณไม่สามารถถูกคัดลอกไปในรายการ &",
    "481": "รายการทางเลือก & ไม่สามารถเป็นรายการเดียวกับรายการปัจจุบัน",
    "482": "รายการทางเลือก &1 ต้องมีขนาดเล็กกว่ารายการปัจจุบัน &2",
    "483": "รายการ &  เท่านั้นที่ยินยอมให้เป็นรายการทางเลือก",
    "484": "ตัวรายการทางเลือกเองเป็นทางเลือกให้กับรายการ &",
    "485": "เลือกรายการ & หรือรายการทางเลือก",
    "486": "เลือกเพียงหนึ่งทางเลือกเท่านั้นให้กับรายการฐาน &",
    "487": "รายการเป็นรายการฐานแล้วสำหรับรายการทางเลือก &",
    "488": "รายการ &1 เป็นรายการฐานสำหรับรายการทางเลือก &2",
    "489": "รายการ &1 ไม่สามารถลบได้เพราะว่ามีเอกสารลำดับถัดมา &2",
    "490": "ปริมาณทั้งหมดของรายการอ้างอิงเป็น &1 &2 เท่านั้น",
    "491": "รายการอ้างอิงมีเหตุผลสำหรับการปฏิเสธ &1: &2",
    "492": "รายการ &1 ไม่สามารถลบได้เพราะว่าเอกสาร &2ได้อ้างถึง        ูรณ์แล้ว",
    "493": "รายการ & ได้ถูกสร้างโดยอ้างถึงเต็มจำนวน  โปรดตรวจสอบ",
    "494": "ปริมาณของเอกสารที่อ้างอิง: &1 &2(ที่อ้างอิงทั้งหมด: &3 &4)",
    "495": "&1 &2 ได้ถูกอ้างถึงแล้ว",
    "496": "สำหรับรายการ&1,การส่งมอบลำดับถัดไปของ&2&3 ทำให้ไม่คิดมูลค่าองฟรี",
    "497": "&1 &2 สำหรับรายการ &3 ไม่สามารถเปลี่ยนโดยอัตโนมัติอีกต่อไป",
    "498": "ใบคำร้องขอใบลดหนี้มีอยู่แล้วสำหรับรายการ &1: &2 &3",
    "499": "มีการส่งคืนแล้วสำหรับรายการ &1: &2 &3",
    "500": "ปริมาณมีมากกว่าปริมาณเป้าหมายของการอ้างถึง: &1 &2",
    "501": "ปริมาณเป้าหมายของการอ้างถึง:&1&2(ที่อ้างถึงทั้งหมด: &3 &4)",
    "502": "ประเภทใบสั่ง '&3' ไม่ได้ถูกกำหนดใน &1",
    "503": "รายการได้ถูกสร้างจากการอ้างถึงโดยสมบูรณ์",
    "504": "รายการพื้นฐานมีรายการระดับสูงกว่า &",
    "505": "รายการ & ไม่มีในตาราง YVBAP",
    "506": "กำหนดการส่งมอบ &1 &2 ขาดหายไปในตาราง YVBAP",
    "507": "ข้อมูลธุรกิจสำหรับรายการ & ไม่มีในตาราง YVBAP",
    "508": "ในตาราง YVBAP รายการ &1 &2 &3&4 ไม่ครบถ้วน",
    "509": "ในตาราง YVBAP รายการ &1 &2 ไม่ครบถ้วน",
    "510": "ในตาราง YVBAP รายการ & & ไม่ครบถ้วน",
    "511": "เลขที่รายการต้องมีขนาดเล็กกว่า &1 หรือใหญ่กว่า &2",
    "512": "รายการ &: โปรดเปลี่ยนเหตุผลสำหรับการปฏิเสธในรายการหลัก",
    "513": "ในตาราง YVBAP รายการ & & ไม่ครบถ้วน",
    "514": "ไม่มีสิทธิ์แสดงเอกสารการขายใน &1 &2 &3",
    "515": "ไม่มีสิทธิปรับปรุงเอกสารการขายใน &1 &2 &3",
    "516": "ไม่มีสิทธิ์แสดงสำหรับประเภทเอกสาร &",
    "517": "ไม่มีสิทธิ์ปรับปรุงสำหรับประเภทเอกสาร &",
    "518": "สำหรับรายการ &1, เอกสารตามนี้ได้ถูกออกบิลแล้ว: &2 &3",
    "519": "เส้นทางจะถูกกำหนดใหม่",
    "520": "ไม่มีสิทธิลบเอกสารการขายใน &1 &2 &3",
    "521": "ไม่มีสิทธิ์สำหรับการลบประเภทเอกสาร  &",
    "522": "ประเภทเอกสารการขาย & ถูกระงับสำหรับการประมวลผล",
    "523": "ใบลดหนี้มีอยู่แล้วสำหรับรายการ &1: &2 &3",
    "524": "อนุญาตเฉพาะปริมาณ 1 &1 (รายการ &2)",
    "525": "คู่ค้า &2 (ฟังก์ชัน &1) ในรายการคู่ค้าที่ถูกแซงก์ชัน     for country &3",
    "526": "กำหนดผู้รับสินค้า &1ในรายชื่อคว่ำบาตรทางธุรกิจของประเทศ &2 เทศ &",
    "527": "กำหนดผู้จ่ายเงิน&1อยู่ในรายชื่อคว่ำบาตรทางธุรกิจของประเทศ&2",
    "528": "เลขที่ประจำผลิตภัณฑ์ของรายการ & ไม่ถูกคัดลอก",
    "529": "การแก้ไขเลขที่ประจำผลิตภัณฑ์เป็นไปได้เฉพาะวัสดุกำหนดรูปแบบได้",
    "530": "รายการ & ไม่สามารถลบได้ซึ่งมีผลต่อการนำเสนอการหีบห่อ",
    "531": "ไม่มีเอกสารถูกเลือก (บันทึกเลขที่เอกสารหรือการเลือก)",
    "532": "ตัวเลขในช่วงเลขที่ &1 สำหรับออบเจค &2 เกือบจะนำไปใช้หมดแล้ว",
    "533": "เลขที่สุดท้ายในช่วงเลขที่ &1 สำหรับออบเจค &2 ได้รับการกำหนดแล้ว",
    "534": "รายการ & ถูกคำนวนโดยอัตโนมัติโดยใบสั่งผลิต (ขั้นตอนการประกอบ)",
    "535": "ออบเจคทางเทคนิคสามารถแก้ไขมูลค่าด้วยจำนวนทั้งหมดเท่านั้น",
    "536": "ระบบงานต้องมีการจัดหาสำหรับขอบเขตโครงสร้างที่เลือก",
    "537": "องค์ประกอบมีความสัมพันธ์กันเท่านั้นถ้ามีขอบเขตโครงสร้างอยู่",
    "538": "ทางเลือกโดยผู้ใช้มีเหตุผลเท่านั้นถ้ามีขอบเขตโครงสร้าง",
    "539": "หมวดเอกสารโดยลักษณะใบสั่งขายเท่านั้นที่ยินยอม",
    "540": "กลุ่มลำดับจอภาพไม่ได้กำหนด",
    "541": "การตรวจสอบสินเชื่อไม่ถูกต้อง: ผู้จ่ายไม่มีอยู่ในเอกสาร",
    "542": "ไม่สามารถลบกำหนดการส่งมอบได้เพราะว่าใบสั่งซื้อ&1และรายการ&2&",
    "543": "รายการ & ไม่เกี่ยวข้องกับต้นทุน",
    "544": "ลบใบสั่งซื้อ &1, รายการ &2",
    "545": "ไม่มีข้อมูล CO ในรายการ &  ที่มีอยู่",
    "546": "โรงงานไม่มีอยู่สำหรับผลิตภัณฑ์เพื่อเลือกของรายการ &",
    "547": "เหตุผลสำหรับการปฏิเสธเป็นภายในวันที่เริ่มและสิ้นสุดของรายการของสัญญา",
    "548": "การกำหนดอัตราแลกเปลี่ยนถูกลบ, ปรับปรุงแผนวางบิล",
    "549": "ยังไม่ได้สร้างการประมาณการต้นทุน",
    "550": "รายการ & มีเขตการควบคุมที่แตกต่างกัน",
    "551": "ไม่มีรายการสำหรับการชำระบัญชี",
    "552": "ฐานเงื่อนไขสูงสุดของ&1 มีเกินในประเภทเงื่อนไข&2 (ปม.คงค้าง)าณที่เปิด = &",
    "553": "รายการ & ไม่สามารถถูกลบได้เพราะเกิดข้อผิดพลาดในการจัดกลุ่ม",
    "554": "ปรับปรุงหมวดการกำหนดเลขที่บัญชี",
    "555": "เอกสารการขายยังไม่สมบูรณ์: แก้ไขข้อมูล",
    "556": "ปภ.PO สูญหาย: ใบขอเสนอซื้อจะถูกลบ/ไม่ถูกสร้าง            กบิล !",
    "557": "ไม่มีเรคคอร์ดเงื่อนไขในใบสั่งขาย",
    "558": "ใบสั่งที่ไม่สมบูรณ์/ใบสั่งตามแผนไม่สามารถดำเนินการโดยตรง > วิธีใช้",
    "559": "ความไม่ตรงกันระหว่างกิจกรรมในสัญญาและกฏความสมบูรณ์",
    "560": "ประเภทการตีราคา &2 ถูกกำหนดไว้สำหรับแบทช์ &1",
    "561": "มีขนาดเกินฟิลด์ในกรณีของการกำหนดน้ำหนักหรือปริมาตร",
    "562": "การตรวจสอบความเพียงพอสำหรับสินค้า & เกิดขึ้นที่ระดับโรงงานเท่านั้น",
    "563": "เขตMRPที่ใช้งานอยู่ & ตรวจสอบเทียบวัตถุดิบที่วางแผน      ตสินค้าตามใบสั่ง",
    "564": "รายการ& เป็นช่วงขนถ่าย:  ไม่ได้กำหนดการตรวจสอบความเพียงพอ",
    "565": "เป็นไปไม่ได้ที่จะกำหนดแบทช์",
    "566": "รายงานต้นทุนสำหรับการกำหนดต้นทุนไม่สามารถแสดงได้",
    "567": "ข้อมูลต้นทุนในรายงานต้นทุนเป็นไปได้ที่ไม่เป็นปัจจุบัน",
    "568": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มลูกค้า 1",
    "569": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มลูกค้า 2",
    "570": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มลูกค้า 3",
    "571": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มลูกค้า 4",
    "572": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มลูกค้า 5",
    "573": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มราคาสินค้า 1",
    "574": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มราคาสินค้า 2",
    "575": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มราคาสินค้า 3",
    "576": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มราคาสินค้า 4",
    "577": "มูลค่า & ไม่ถูกกำหนดสำหรับกลุ่มราคาสินค้า 5",
    "578": "การกระจายโครงสร้างสำหรับรายการ & ไม่สามารถเป็นไปได้",
    "579": "ฟังก์ชันที่ตามมา'&' ไม่สามารถเป็นได้: ปฏิเสธรายการ &",
    "580": "การคิดต้นทุนรายการ &1 ถูกยกเลิกเนื่องจากความผิดพลาด",
    "581": "คุณไม่สามารถยกเลิกเลขที่รายการที่เลือกได้",
    "582": "กลุ่มวัสดุ & ไม่ได้กำหนดไว้",
    "583": "ไม่ปรากฏใบสั่งซื้อ & ในระบบ (ดูข้อความยาว)",
    "584": "ไม่มีรายการใบสั่งจัดซื้อ &1 ในใบสั่งซื้อ &2             )",
    "585": "วัสดุ & ไม่สอดคล้องกับวัสดุในใบสั่งซื้อ & 2- &3",
    "586": "มีการเปิดใช้การวิเคราะห์สำหรับการรวม/การแยกออกจากรายการ",
    "587": "ไม่มีการเปิดใช้การวิเคราะห์สำหรับการรวม/การแยกออกจากรายการ",
    "588": "มีการเปิดใช้การวิเคราะห์สำหรับชุดสินค้า",
    "589": "มีการปิดใช้การวิเคราะห์สำหรับชุดสีนค้า",
    "590": "รายการของ &2 &3 ดำเนินการในรายการเรียบร้อยแล้ว &1",
    "591": "ระบบไม่ได้ปรับปรุงปริมาณสำหรับรายการที่ไม่เป็นอิสระ",
    "592": "ไม่สามารถกำหนดระยะเวลาตามปฏิทิน &",
    "593": "ความต้องการสำหรับรายการ & ไม่เกี่ยวข้องกับ MRP - ไม่มีการกำหนดรูปแบบ",
    "594": "ความยาวสูงสุดของเลขที่ใบสั่งซื้อในบริษัทในเครือมี&ตำแหน่งศนิยม",
    "595": "ชุดตัวเลือก &2 ถูกแทนที่ด้วยวัสดุกำหนดรูปแบบได้ &1",
    "596": "ระบบไม่สามารถจัดเรียงองค์ประกอบได้ & - ซึ่งจะถูกวางไว้ท้ายสุด",
    "597": "ยกเลิกการสั่งซื้อ &1 และรายการ &2 ก่อน",
    "598": "เลขที่แบทช์ &1 ถูกส่งผ่านไปยังรายการ &2",
    "599": "ไม่สามารถกำหนดเขตธุรกิจสำหรับรายการ &",
    "600": "ไม่มีสิทธิ์ปรับปรุงสำหรับประเภทเอกสาร &",
    "601": "รายการไม่มีปริมาณที่เปิดไว้ - ตรวจสอบรหัสปริมาณคงที่",
    "602": "มีใบสั่งผลิตที่มีการเบิกจ่ายอยู่สำหรับรายการ &",
    "603": "มีใบสั่งผลิตอยู่สำหรับรายการ &",
    "604": "มีใบสั่งผลิตสำหรับรายการ &",
    "605": "การกำหนดราคาไม่ถูกต้อง - ขาดข้อมูลใบอนุญาตสำหรับประเภทเงื่อนไข &",
    "606": "ไม่อนุญาตให้เปลี่ยนแปลงประเภทชุดประกอบสำหรับรายการ &",
    "607": "ตรวจสอบคุณสมบัติสินค้าสำหรับผู้รับใหม่",
    "608": "คุณไม่สามารถปรับปรุงเลขที่เรียงลำดับเนื่องจากค่าธรรมเนียมครบ",
    "609": "&1 &2 ถูกจัดเก็บ(การขนส่งบางส่วน&3ได้สร้างขึ้น)ดูข้อความยาวความแบบยาว",
    "610": "ใช้ความต้องการเฉพาะ ถ้าคุณทำงานกับเลขที่ประจำผลิตภัณฑ์",
    "611": "ไม่ต้องการการจัดหาทางตรงในสัญญาการส่งมอบที่มีการปล่อย SA (SchedLine&)",
    "612": "การเปลี่ยนแปลงวันที่/ปริมาณอาจมีผลใน BOM อื่น - โปรดกำหนดรูปแบบ",
    "613": "ไม่สามารถลบรายการ & จากคุณลักษณะโดยอัตโนมัติอีกต่อไป",
    "614": "ตรวจสอบการยกเว้นภาษี &1",
    "615": "กำหนดการส่งมอบที่เหมือนกันได้รวมไว้ในการเปรียบเทียบ",
    "616": "เปลี่ยนแปลงวันที่วางบิล: วันที่วางบิลถูกกำหนดใหม่",
    "617": "ไม่มีหมวดรายการสำหรับองค์ประกอบ &1 (T184: &)",
    "618": "รายการย่อย&1: เหตุผลการปฏิเสธไม่สามารถเปลี่ยนแปลงได้",
    "619": "กำหนดส่งมอบได้ออกใบสั่งแล้วด้วยใบสั่งซื้อ &",
    "620": "วันที่สิ้นสุดได้วางบิลแล้วสำหรับรายการ & (แผนการวางบิล)",
    "621": "รายการ &: วันที่ส่งมอบไม่ได้เปลี่ยนแปลง",
    "622": "รายการย่อย & มีเลขประจำผลิตภัณฑ์มากเกินไป",
    "623": "เปลี่ยนแปลงเป็น &1 สูงสุด (&2 เก่า) - ดูข้อความแบบยาว",
    "624": "เปลี่ยนแปลงให้ทันสมัย &1 (เก่า&2) - ดูข้อความแบบยาว",
    "625": "หมวดรายการส่งมอบ & ไม่ถูกกำหนดไว้",
    "626": "การปรับปรุงเลขประจำผลิตภัณฑ์เป็นไปได้เฉพาะกรณีที่ระบุประเภทตีราคาเท่านั้น",
    "627": "บันทึกปริมาณที่น้อยกว่า",
    "628": "การกำหนดรูปแบบเฉพาะทำไม่ได้สำหรับสินค้า &",
    "629": "ไม่อนุมัติกำหนดการส่งมอบJIT ในการกำหนด MAIS                 agreements",
    "630": "ชุดวัตถุดิบที่พบ &1 มีสถานะ: &2",
    "631": "ท่านไม่สามารถระบุต้นทุนส่งมอบใหม่",
    "632": "โปรดอย่าเปลี่ยนตัวเลขเป็นวันที่0/ ปริมาณรวมเป็นวันที่ 0 โดยผู้ใช้",
    "633": "โปรดระบุอย่างน้อยเลขที่ชื่อสินค้าของลูกค้าสำหรับการเลือก",
    "634": "ยกเลิกการกำหนดการส่งมอบแบบ JITที่มีบันทึกอยู่",
    "635": "เวลาที่เริ่มควรมาหลังเวลาที่ถึง",
    "636": "โปรดทำเรื่องเวลาให้เสร็จ",
    "637": "วันรับหยิบสินค้าไม่สามารถคัดลอกลงในกำหนดการส่งมอบที่มีอยู่",
    "638": "กำหนดการเป็นไปได้เฉพาะรายการวัตถุดิบประกอบพร้อมเครือข่าย",
    "639": "ไม่สามารถเพิ่มรายการในบล็อคนี้",
    "640": "ไม่มีฝ่าย &",
    "641": "รายการ &1: วัสดุ &2 ถูกกำหนดจากหมวดรายการ &3",
    "642": "โปรดบันทึกมูลค่าให้น้อยกว่า 1 พันล้าน",
    "643": "ส่วนประกอบ WBS สำหรับ & ถูกลบ",
    "644": "บันทึกเขตการขาย",
    "645": "ยังไม่ได้สร้างระดับลำดับชั้นของกลุ่มสินค้า &1",
    "646": "ไม่มีรูปแบบของการรับประกันการชำระเงินสำหรับการบันทึกการชำระ",
    "647": "ไม่ได้กำหนดคุณสมบัติลูกค้า &",
    "648": "อย่าคัดลอกจาก &1&2 ไปในรายการพร้อมจุดรับที่แน่นอน",
    "649": "ไม่มีโมดูลข้อเสนอผลิตภัณฑ์กำหนดให้กับรายการ",
    "650": "ไม่มีใบอนุญาตการส่งออกที่กำหนดในเอกสารนี้",
    "651": "คุณสามารถทำได้ในฟังก์ชันนี้เท่านั้นในโหมดการเปลี่ยน",
    "652": "การควบคุมการส่งออกได้ดำเนินการในโหมดการจำลองเท่านั้น",
    "653": "ใบอนุญาตการส่งออกไม่สามารถถูกกำหนดใหม่",
    "654": "ใบอนุญาตการส่งออกถูกกำหนดใหม่หลังการเก็บ",
    "655": "ข้อเสนอผลิตภัณฑ์ &2 ไม่มีวัสดุ &1",
    "656": "วัสดุ &1 ไม่สอดคล้องกับลำดับชั้นของผลิตภัณฑ์ &2",
    "657": "วัสดุ&1ไม่เข้ากับข้อเสนอผลิตภัณฑ์&2หรือลำดับชั้นผลิตภัณฑ์&3",
    "658": "ปัจจัยตามฤดูกาล:ช่วงเริ่มเวลามีผลต้องมาก่อนช่วงจบเวลามีผล",
    "659": "ไม่สามารถแสดงวงสินเชื่อเพราะไม่มีการจัดการบัญชีสินเชื่อ",
    "660": "สัญญาหลักที่อ้างอิง & ไม่ปรากฏ",
    "661": "เอกสารอ้างอิง & ไม่ใช่กลุ่มสัญญาหลัก",
    "662": "ขั้นตอนอ้างอิงถึงกลุ่ม & ไม่กำหนด",
    "663": "การอ้างอิงถึงหมวดเอกสารการขายนี้เป็นไปไม่ได้",
    "664": "การอ้างอิงถืงสัญญาหลัก&1 ไม่ถูกอนุญาตตามขั้นตอนการอ้างอิง",
    "665": "'&3' ฟิลด์คัดลอกจากสัญญาหลัก",
    "666": "ฟิลด์ '&3' ที่ถูกเสนอจากสัญญาหลัก",
    "667": "การวิเคราะห์สินค้าฟรีเปิดอยู่",
    "668": "การวิเคราะห์สินค้าฟรีปิดอยู่",
    "669": "ตรวจสอบว่าสรุปA/Rเกินจำกัดเวลาหรือไม่:เกินด้วยวัน/ชม.&1&2",
    "670": "ตรวจสอบว่าสรุปA/Rเกินจำกัดเวลาหรือไม่ &1&2 (ไม่ได้เก็บ)",
    "671": "สัญญาการตีมูลค่าควบคุมเฉพาะฟังค์ชั่นตามเกณฑ์ตรวจความสมบูรณ์",
    "672": "ความไม่สัมพันธ์ของกฏตรวจความสมบูรณ์และการอ้างอิงเอก.วางบิล",
    "673": "ไม่อนุญาตการกำหนดการส่งมอบสำหรับรายการสำคัญในสัญญา",
    "674": "ฟิลด์ &1ในตาราง &2 ไม่ถูกกำหนดในที่นี้",
    "675": "เกินมูลค่าเป้าหมายจากสัญญา&1, รายการ &2",
    "676": "เกินมูลค่าเป้าหมายจากสัญญา&1, รายการ &2",
    "677": "ข้อมูลสินเชื่อจะไม่ถูกกำหนดอีก",
    "678": "ฟังค์ชั่นนี้ไม่อนุมัติตามการควบคุมการคัลอก",
    "679": "สร้างการแก้ไขการส่งมอบถ้าจำเป็น",
    "680": "สร้างการแก้ไขใบส่งสินค้าถ้าจำเป็น",
    "681": "ปริมาณสินค้าแถมเท่ากับ / มากกว่าปริมาณที่ขอให้ส่งมอบ&&",
    "682": "ชุดวัตถุดิบที่กำหนด & มีแฟลกสำหรับการลบ",
    "683": "ไม่ได้กำหนดเวลาในการส่งมอบ &",
    "684": "ไม่สามารถกำหนดสินค้าฟรีสำหรับรายการ & (เหตุผล &)",
    "685": "เฉพาะกฏ&3 ที่อนุญาตสำหรับฟิลด์ &1 ในตาราง &2",
    "686": "ท่านต้องกำหนดฟังค์ชันคู่ค้าสำหรับตาราง & เสมอ",
    "687": "โปรดบันทึกชื่อฟิลด์",
    "688": "ฟังค์ชั่นคู่ค้า &1 ไม่ได้ถูกกำหนดสำหรับฟิลด์ &2",
    "689": "ป้อนกฎ",
    "690": "ฟิลด์สัญญาหลัก '&3' ใช้ไม่ได้สำหรับระดับต่ำกว่า             contract",
    "691": "ขั้นตอนการอ้างอิงสอดคล้องเฉพาะกับสัญญาหลัก",
    "692": "'อ้างอิงถึงสัญญาหลัก'ไม่สอดคล้องต่อเอกสารประเภทนี้",
    "693": "ข้อระวัง: เป็นไปได้ว่าขั้นตอนการอ้างอิงอาจถูกใช้แล้ว",
    "694": "ไม่มีเลขที่ทะเบียน VAT สำหรับรหัสบริษัท &1 ประเทศ &2",
    "695": "เกินมูลค่าเป้าหมายจากสัญญา&1, รายการ &2",
    "696": "ไม่อาจดำเนินการตามใบสั่งบริการสำหรับรายการ &, เช่นปริมาณ >  1",
    "697": "ข้อผิดพลาดชั่วคราว: &",
    "698": "รายการ &1 , มีเอกสารก่อนหน้านี้แล้ว",
    "699": "รูปแบบการประกันการชำระเงินไม่เหมาะกับการบันทึกเอกสารการเงิน",
    "700": "แก้ไขพารามิเตอร์การพิมพ์: ผลลัพธ์ &1, องค์กร &2",
    "701": "แก้ไขการเข้าพารามิเตอร์การพิมพ์:ระบบงาน&1,ผล &2,(VK01/รลอ.)01/รายละเอียด)",
    "702": "แก้ไขข้อมูล EDI สำหรับคู่ค้า &1, ระบบงาน &2, ผลลัพธ์ &3",
    "703": "แก้ไขพารามิเตอร์พิมพ์:ผล&1,องค์กรขาย&2,ทางจำหน่าย&3 ฝ่าย&4 ายผลิตภัณฑ์&",
    "704": "แก้ไขพารามิเตอร์การพิมพ์: ผลลัพธ์ &, สำนักงานขาย &",
    "705": "แก้ไขพารามิเตอร์การพิมพ์: ผลลัพธ์&1, กลุ่มการขาย &2",
    "706": "ประเภทการเข้าถึงไม่ถูกต้องสำหรับผลลัพธ์ &",
    "707": "ปรับปรุงตาราง TNAPR สำหรับผลลัพธ์ &1, ประเภท &2, ระบบงาน &3",
    "708": "การกำหนดราคาไม่สามารถเกิดขึ้นกับรายการ &1",
    "709": "ตามเกณฑ์จำเป็นในการคัดลอก, ไม่สามารถคัดลอกรายการ &1",
    "710": "ยังต้องปรับปรุงแผนการวางบิลพร้อมวันที่ตามมูลค่า",
    "711": "การคิดต้นทุนไม่เสร็จตามปกติแต่เอกสารยังไม่ได้จัดเก็บ",
    "712": "รายการ &1 ยังไม่ได้วางบิล",
    "713": "เครือข่ายหรือใบสั่งประกอบไม่อาจสร้างจากขบวนการ&",
    "714": "ใบสั่งงานบริการ &1ในรายการ &2ไม่อาจเปลี่ยนอย่างอัตโนมัติอีก",
    "715": "ประเภทแผนการวางบิลไม่ถูกต้อง  ดู F4 Help",
    "716": "ชั่วโมงทำงาน &1 สำหรับปฏิทินโรงงาน &2 ไม่ถูกต้อง",
    "717": "ไม่อนุมัติปริมาณ0ที่ต้องการและปม.จำนวนเต็มที่เต็มมากกว่า0",
    "718": "แผนการวางบิลไม่อาจใช้ได้กับการขาย",
    "719": "ไม่อาจส่งผ่านข้ออ้างอิงแผนการวางบิล",
    "720": "รายการ &1 ปัดเศษไปที่ &2&3 เหตุผลการปัดเศษ: &4->ข/คแบบยาวxt",
    "721": "ส่งมอบสินค้าฟรีเป็นปริมาณ & & ให้กับรายการ & แล้ว",
    "722": "ไม่อาจคัดเลือกส/คของรก.&เพราะการจัดการส่วนผสมที่ใช้อยู่",
    "723": "ล็อกคีย์: ข้อมูลสำหรับสัญญาหลักที่เปลี่ยนแปลง",
    "724": "รายการ & ไม่อาจลบล้าง(ปริมาณรวมของสินค้าแถม)",
    "725": "ลูกค้า &1 มีใบเสนอราคาที่แน่นอนหนึ่งใบ:&2",
    "726": "ลูกค้า &1 มีโครงร่างข้อตกลง/สัญญา1 ฉบับแน่นอน: &2",
    "727": "มีใบเสนอราคา1ใบแน่นอนสำหรับวัสดุ&1:&2",
    "728": "วัสดุ &1 มีโครงร่างข้อตกลง/สัญญาแน่นอน 1ฉบับ: &2",
    "729": "กำหนดสัญญา&1 สำเร็จให้แก่เอกสาร",
    "730": "กำหนดสัญญา &1, รายการ &2 สำเร็จให้แก่รายการ &3",
    "731": "ไม่อนุญาตรายการย่อยโดยผู้ใช้สำหรับของแถม ( รายการ &)",
    "732": "วางเคอร์เซอร์บนข้อความ",
    "733": "ปัจจุบันสัญญาหลัก & 1ถูกประมวลผลอยู่ (โดยผู้ใช้&2)",
    "734": "ไม่สามารถระงับสัญญาหลัก &",
    "735": "เลือกรายการที่มีอยู่",
    "736": "ไม่อนุญาตเขตการควบคุมสินเชื่อสำหรับรหัสบริษัท &",
    "737": "การเปลี่ยนรายการหลักครั้งถัดไปจะกำหนดปริมาณของแถมใหม่",
    "738": "&1ไม่ยอมรับคู่ค้าที่ขายและคัดลอกคู่ค้าที่จัดส่ง",
    "739": "ไม่สามารถเปลี่ยนแปลงฟิลด์ '&1' ได้, ฟิลด์ &2 &3 &4 พร้อมสำหรับอินพุท",
    "740": "ประเภทเอกสารการขาย&ไม่กำหนดในประเภทเอกสารต้นฉบับ",
    "741": "กระบวนการใบสั่งการส่งมอบ : รายการธุรกิจคู่ค้า ไม่ยอมรับ",
    "742": "ปัจจัยการแปลงค่าจากสินค้า &1 สำหรับหน่วยการวัด &  2 หายไป",
    "743": "ได้เปลี่ยนแปลงหน่วยการวัดเป้าหมาย ตรวจสอบปริมาณเป้าหมาย",
    "744": "รายการ&3 ควรใส่มากที่สุดของ &1เลขที่ประจำผลิตภัณฑ์(แทนที่ &2)",
    "745": "ประเภทเอกสารการขาย&ไม่กำหนดประเภทเอกสารเป้าหมาย",
    "746": "ได้วางบิลรายการ &1 แล้ว อัตราสกุลเงินส่วนหัวถูกคัดลอก",
    "747": "กฏการปัดเศษไม่มีการบันทึกรหัสบริษัท&1และสกุลเงิน&2",
    "748": "คุณไม่สามารถเลือกใบสั่งชุดประกอบ & สำหรับการลบ",
    "749": "การกำหนดระบบสินค้าฟรีกับปริมาณ 0 สำหรับรายการ&",
    "750": "วันที่ส่งมอบอยู่นอกเหนือจากช่วงการส่งเสริมการขาย&1 - &2",
    "751": "ไม่มีการส่งเสริมการขาย",
    "752": "การส่งเสริมการขาย& ไม่มีในช่วงเวลาที่สั่งซื้อ",
    "753": "การส่งเสริมการขาย &1 สำหรับรายการ &2 ไม่ถูกต้อง",
    "754": "การ ปป.วันที่ตีราคาอาจมีผลให้ราคาส่งเสริมการขายไม่ถูกต้อง",
    "755": "บันทึกการส่งมอบโรงงานที่มีผล",
    "756": "ไม่มีการส่งเสริมการขาย",
    "757": "สินค้าหรือหน่วยการวัดใม่อยู่ในการส่งเสริมการขาย",
    "758": "ไม่สามารถลบเอกสารได้ในขณะนี้",
    "759": "ข้อความบริการ &1 กำหนดไปยังเอกสารไม่อนุญาตให้ท่านลบ",
    "760": "เลขที่หัวเรื่องการส่งเสริมการขาย &1ไม่ถูกต้องสำหรับรก. &2",
    "761": "ไม่ยอมรับการรวมของออบเจคธุรกิจ&1และหมวดเอกสารการขาย",
    "762": "ปรับปรุงโรงงาน& สำหรับพื้นที่การขาย",
    "763": "ไม่มีการตรวจสอบที่เป็นไปได้สำหรับรายการ &1",
    "764": "ปรับปรุงแก้ไขแผนการออกบิล, ถ้าจำเป็น",
    "765": "เลือกรายการ",
    "766": "ไม่มีรายการที่สามารถลบได้",
    "767": "การกำหนดต้นทุนเป็นไปไม่ได้ถ้าโรงงานไม่ได้กำหนด",
    "768": "มูลค่าที่ไม่ยอมรับของ KZVBR &1หรือSOBKZ &2 สำหรับหมวดการกำหนดบัญชี &3",
    "769": "'ปรับปรุงสัญญาเบื้องต้น' เฉพาะที่เกี่ยวข้องสำหรับสัญญาหลัก",
    "770": "กน.ส่งมอบขอจัดซื้อไม่ได้รับอนุมัติสำหรับหมวดรก.จัดซื้อ &",
    "771": "และเวลาหยิบที่เหมือนกัน  -โปรดตรวจสอบ",
    "772": "ไม่สามารถประมวลผลข้อมูลแผนการวางบิลสำหรับประเภทเอกสาร &",
    "773": "รายการ&ไม่สามารถลบเพราะว่าคำสั่งการวางบิลของสินค้า",
    "774": "รายการ&ไม่สามารถลบเพราะว่าสต็อคใบสั่งการขาย",
    "775": "ปรากฏสต็อคใบสั่งการขายสำหรับรายการ &",
    "776": "ผู้ใช้&1 ยังคงเปิดรายการงานในตู้รับจดหมายในเอกสารนี้",
    "777": "ไม่สามารถแก้ไขข้อมูลสัญญาสำหรับประเภทเอกสาร &1",
    "778": "ประเภทเอกสารการขาย &1 ได้ประมวลผลกับรายการ &2",
    "779": "ปรับปรุงทั้งฟิลด์ของ ประเภทใบสั่งซื้อและหมวดรายการ",
    "780": "ไม่มีสิทธิสำหรับการปรับปรุงในพื้นที่การขาย &1 &2 &3",
    "781": "ท่านไม่สามารถแสดงการประกันภัยเครดิตเพราะไม่มีข้อมูลอยู่",
    "782": "ไม่มีสินค้าฟรีมากกว่านี้ที่สามารถกำหนดสำหรับรายการ&",
    "783": "ยังไม่ได้กำหนดลำดับชั้นของผลิตภัณฑ์ให้แก่รายการ &1",
    "784": "การตส.ความเพียงพอชุดเลือกวัตถุดิบอนุมัติเฉพาะตามกน.ส่งมอบ",
    "785": "กระบวนการต่อไปเป็นไปไม่ได้ที่จะไม่มีวันที่การหยิบ",
    "786": "ไม่ได้ปรับปรุงวันที่กำหนดราคาอย่างอัตโนมัติ",
    "787": "เอกสารการขาย &1ถูกบล็อกอย่างปัจจุบันโดยผังงานที่แอคทีฟ",
    "788": "รายการ &: วันที่หยิบส/คเกิดก่อนเวลาจัดส่งตามปฏิทิน &",
    "789": "รายการ &: ไม่สามารถตรวจสอบวันหยิบส/ค",
    "790": "รายการ &: วันหยิบส/คเกิดหลังเวลาจัดส่งตามปฏิทิน &",
    "791": "รายการ &: ข้อมูลการหยิบส/คไม่ถูกต้องในปฏิทินเวลาจัดส่งส/คar &",
    "792": "รายการ&: ปฏิทินของสถานที่จัดส่ง & ไม่ถูกต้อง",
    "793": "รายการ &1 เฉพาะการใช้ภายใน",
    "794": "ไม่อนุมัติการประเมินผลประเภทการมีผลใช้สำหรับรายการนี้",
    "795": "หน่วยการวัดสำหรับรายการ &1 ได้คัดลอกจากรายการ &2",
    "796": "& & ถูกเลือกเพื่อการลบ",
    "797": "ไม่มีใบขอเสนอซื้อสำหรับกำหนดการส่งมอบที่เลือก",
    "798": "& & ไม่สามารถลบ",
    "799": "เอกสารการขาย &1 ถูกเลือกเพื่อการแยกเก็บข้อมูล",
    "800": "เอกสารสมบูรณ์",
    "801": "ราคาผิดพลาด: เงื่อนไขบังคับ & ไม่ครบถ้วน",
    "802": "ราคาผิดพลาด: ขนาดเกินฟิลด์",
    "803": "ราคาผิดพลาด: การแปลงค่าอัตราแลกเปลี่ยน",
    "804": "ราคาผิดพลาด: การแปลงค่าปริมาณ",
    "805": "เอกสารก่อนหน้านี้ได้มีการกำหนดไปยังเอกสารส่วนหัว",
    "806": "ข้อผิดพลาดในการกำหนดราคาโดยระบบ",
    "807": "โปรดบันทึกปัจจัยสำหรับการแปลงค่าปริมาณ",
    "808": "มูลค่ารวมสำหรับรายการ& ไม่สามารถกำหนดได้",
    "809": "การเลือกผลิตภัณฑ์โดยผู้ใช้เป็นไปไม่ได้ วัตถุดิบ&1 แทนที่โดย",
    "810": "ไม่สามารถเปลี่ยนแปลงโรงงานได้อีกต่อไป",
    "811": "สามารถกำหนดรูปแบบของรายการ &  แต่ไม่มีการกำหนดรูปแบบ",
    "812": "คลาสความต้องการ &ไม่สอดคล้องสำหรับการประกอบ",
    "813": "ใบสั่งขาย & จำเป็นต้องโอนความต้องการ",
    "814": "รายการ & ไม่มีความต้องการที่ใช้อยู่",
    "815": "กำหนดส่งมอบที่เลือก &2 สำหรับรายการ &1ไม่มีปริมาณใดๆ",
    "816": "ขั้นตอนการประกอบเป็นได้เฉพาะสำหรับวิศวกรหรือสินค้าการผลิตตามคำสั่งล/ค",
    "817": "กรอบการส่งมอบ &1 ไม่อนุมัติความต้องการ",
    "818": "&1 ไม่สามารถเปลี่ยนได้อีกต่อไปในเอกสารการขาย",
    "819": "ทำให้การติดตามการกำหนดรูปแบบสามารถใช้ได้",
    "820": "ทำให้การติดตามการกำหนดรูปแบบใช้งานไม่ได้",
    "821": "โปรดอย่าปะปนกน.ส่งมอบที่มีใบสั่งจัดซื้อกับที่ไม่มีใบสั่ง",
    "822": "ปภ.ประสิทธิภาพพารามิเตอร์ได้เปลี่ยน   เรียกการกำหนดรูปแบบ",
    "823": "ขั้นตอนการจับคู่ชุดการเลือกข้อมูลได้สกำหนดให้แก่รายการ &1ies.",
    "824": "การตส.ความเพียงพอไม่สามารถนำมาใช้งานได้สำหรับวัตถุดิบ &1",
    "825": "ไม่ได้กำหนดขั้นตอนการจับคู่ชุดการเลือก &1",
    "826": "ไม่ได้กำหนดปฏิทินโรงงาน &1",
    "827": "รก. &1: การนำเสนอทั้งแพ็คเกจถูกคัดลอกจากรก.เอกสารอ้างอิง document item",
    "828": "ไม่ได้กำหนดหมวดการกำหนดบ/ชสำหรับลูกค้า &1",
    "829": "คู่ค้าที่ขายที่คุณใส่ข้อมูลเป็นคู่ค้าที่ขายตั้งต้น",
    "830": "ไม่ได้กำหนดคีย์การติดตามหนี้ &1",
    "831": "ไม่ได้กำหนดคีย์การติดตามหนี้ &1",
    "832": "ไม่ได้กำหนด &1",
    "833": "ไม่ได้กำหนดตัวบ่งชี้การใช้ &1",
    "834": "ไม่ได้กำหนดขั้นตอนการอ้างอิง &1",
    "835": "ไม่ได้กำนหดขั้นตอนการประกันการชำระเงิน &1",
    "836": "ไม่มีเลขที่เอกสารทางการเงิน &1",
    "837": "บันทึกผู้รับสินค้า",
    "838": "ไม่สามารถกำหนดมูลค่าสำหรับ &1ในรายการย่อย",
    "839": "ไม่ได้กำหนดคีย์คงค้าง &1 สำหรับใบสั่งคงค้าง",
    "840": "ไม่ได้กำหนดขั้นตอนการกำหนดราคา &1",
    "841": "ไม่ได้กำหนดคู่มือกำหนดการส่งมอบที่วางไว้ &1",
    "842": "ไม่ได้กำหนดกลุ่มการขนส่ง-วัตถุดิบ &1",
    "843": "ไม่มีโมดูลการจัดเรียง &1ในระบบ",
    "844": "ไม่สามารถสร้างการควบคุมการลบข้อความ",
    "845": "ไม่ได้กำหนดพารามิเตอร์การพิมพ์ &1",
    "846": "คุณไม่สามารถเปลี่ยนฟิลด์ &1เนื่องจากการกำหนดรูปแบบ       n",
    "847": "การปป.ประเภทเอกสารการขายเป็นไปไม่ได้ (รก.ของหมวดรายการ &)",
    "848": "เลือกหนึ่งรายการ",
    "849": "ฟังก์ชันที่ตามมา '&' เป็นไปไม่ได้เนื่องจากการระงับเครดิต k",
    "850": "รายการ BOM สำหรับรายการ & กำลังกำหนดขึ้นอีกครั้ง",
    "851": "ไม่ได้กำหนดมูลค่าจัดมอบ &1เป็นบางส่วน",
    "852": "ไม่ได้กำหนดการวางแผนความต้องการสำหรับปภ.กำหนดการส่งมอบ &1",
    "853": "ไม่ได้กำหนดการตรวจสอบ &1 สำหรับการให้สิทธิคู่ค้า",
    "854": "ข้อผิดพลาดภายในในการสื่อสารระหว่างการกำหนดรูปแบบและเอกสารการขาย &1",
    "855": "ปม.สั่งซื้อผลิตภัณฑ์ทั่วไปไม่เท่ากับชุดการเลือกข/มทั้งหมด",
    "856": "เก็บ &1 &2  (สร้างการส่งมอบหลายแบบ)",
    "857": "ได้วางบิลรายการ &1 แล้ว ไม่คัดลอกข้อมูลส่วนหัว",
    "858": "ระบบไม่พบโปรไฟล์สำหรับความคืบหน้าตามใบสั่ง",
    "859": "ใบสั่งการผลิตชุดประกอบ&1ถูกระงับเพราะเกินข้อจำกัดเครดิต  d credit limit",
    "860": "การออกแบบสถานะการเปลี่ยนของรายการอ้างอิง& ถูกลอกเลียน",
    "861": "ไม่ได้กำหนดขั้นตอนการแก้ไขที่ถูกต้องให้แก่ใบคำขอให้แก้ไข",
    "862": "ไม่พบข้อความย่อสำหรับกิจกรรม &1และภาษา &2",
    "863": "อนุมัติเฉพาะปภ.การส่งมอบคืนสำหรับการส่งคืนใบสั่งแก้ไข",
    "864": "ป้อน &1",
    "865": "กรุณาใส่ปริมาณ",
    "866": "ไม่พบใบสั่งด้านบริการสำหรับการทำงาน '&1'",
    "867": "ไม่ได้กำหนดตามการปรับแต่งการทำงาน &1 ในที่นี้",
    "868": "ท่านไม่สามารถลบรายการได้",
    "869": "การทำงาน '&4' ทำได้เฉพาะการประมวลผลโดยผู้ใช้ใน &2 &1",
    "870": "การซ่อมด้วยการจัดการต้นทุนเฉพาะในรายการหลัก",
    "871": "ได้กำหนดเลขที่ซีเรียลให้การทำงานอื่นแล้ว",
    "872": "ไม่มีการแจ้งสำหรับใบสั่งแก้ไขนี้",
    "873": "ระบบไม่สามารถพบวัตถุที่สามารถให้บริการของรายการที่เลือก",
    "874": "ระบบไม่สามารถพบล็อตการตรวจสอบของการทำงาน '&              1'",
    "875": "คุณสามารถเข้าถึงจอการแก้ไขได้เฉพาะด้วยใบขอแก้ไข",
    "876": "ไม่มีข้อมูลการยืนยันให้จากสต็อกการแก้ไข &1 &2 &3",
    "877": "ข้อนำเสนออัตโนมัตไม่อาจทำได้สำหรับการทำงาน '&1'",
    "878": "ไม่สามารถกำหนดเวลา",
    "879": "ไม่สามารถสร้างรายการแก้ไขอัตโนมัติสำหรับ &1              and &2",
    "880": "ไม่อนุญาตขั้นตอนการแก้ไขสำหรับรายการ",
    "881": "&3: &1 เลขที่ประจำผลิตภัณฑ์ (แทนที่จะเป็น &2) ต้องมีการปรับปรุง",
    "882": "ตามการปรับแต่ง,ไม่ได้กำหนดการแก้ไขตัวบ่งชี้ &1           ned",
    "883": "ความสอดคล้องของ &1 และโปรไฟล์MRP &2 อาจไม่เกี่ยวข้องกัน  nt",
    "884": "เลขที่เอกฯชุดตัวเลขและอักษรใช้ภายนอกต้องเป็นตัวอักษรใหญ่",
    "885": "เลือกใส่ก.แก้ไขการส่งมอบ/หรือการแก้ไขการออกก.ฝากขายES agtue correction",
    "886": "ได้วางบิลเอกสารแล้ว",
    "887": "ก.คืน/คืนใบหยิบแพ็จเกจไม่เขียนดัชนีครบกน.ขนส่ง(ข/ตแก้ไข)",
    "888": "คุณไม่สามารถเปลี่ยนประเภทใบสั่ง &2 หลังจากที่กด <Enter>  er>",
    "889": "ข้อความของเอกสารการขายอื่น &1หายไปในภาษา &2",
    "890": "เริ่มการประมวลผล SDXPRA01",
    "891": "&1 ได้เปลี่ยนแปลงเอกสารการขาย",
    "892": "ข้อผิดพลาดในตาราง VBKD ในโปรแกรม SDXPRA01",
    "893": "&1 &2 ไม่ถูกคัดลอกจากการกำหนดรูปแบบ",
    "894": "การออกแบบการเปลี่ยนสถานะของการกน.ข้อตกลงยังไม่มีการคัดลอก",
    "895": "XPRA SDXPRA01 หยุด, อ่านข้อความยาวและการรายงานเอกสาร",
    "896": "ข้อผิดพลาดระหว่างปรับปรุงเป็นจำนวนมากในตาราง TVVF",
    "897": "&1 ได้แก้ไขการบันทึกขั้นตอนที่ไม่เสร็จสมบูรณ์ได้สำเร็จ",
    "898": "ข้อผิดพลาดในการปรับปรุงจำนวนมากในตาราง VBKD",
    "899": "&1 &2 &3 &4",
    "900": "ท่านไม่ได้รับอนุมัติให้คัดลอกการวางบิลวัสดุ"
  },
  "V2": {
    "001": "ป้อนการอ้างอิง",
    "002": "เอกสารเลขที่ & ไม่มีอยู่",
    "003": "วัสดุ & ไม่ถูกคัดลอกจากรายการวัสดุ",
    "004": "การคัดลอกจากประเภทเอกสารการขาย &1 ไปยัง &2 ไม่สนับสนุน",
    "005": "คู่ค้าที่ขายมีความแตกต่างกัน &1 และ/หรือ &2 (การอ้างถึง)",
    "006": "สกุลเงินเบี่ยงเบนจากส่วนอื่น  &1 และ/หรือ &2 (การอ้างอิง)",
    "007": "องค์กรการขายเบี่ยงเบนจากส่วนอื่น &1 และ/หรือ &2 (การอ้าง ถึง)",
    "008": "เอกสารอ้างอิงมีผลจาก &",
    "009": "เอกสารอ้างอิงมีผลจนถึง & เท่านั้น",
    "010": "เอกสารอ้างถึงไม่ใช่สัญญาการส่งมอบ: ตรวจสอบเลขที่เอกสาร",
    "011": "ช่องทางการจัดจำหน่ายเบี่ยงเบนจากส่วนอื่น &1 และ/หรือ &2 (การอ้างอิง)",
    "012": "ฝ่ายได้เบี่ยงเบนจากส่วนอื่น  &1 และ/หรือ &2 (การอ้างอิง)",
    "013": "รายการ &1 เป็นตัวเลือกไปยังรายการ &2 และจะไม่ถูกคัดลอก",
    "014": "การใช้กฎด้วยวันที่ที่เป็นฐาน = วันที่วันนี้สำหรับระยะเวลา",
    "015": "การอ้างถึงมีการคัดลอกหรือปฏิเสธโดยสมบูรณ์แล้ว",
    "016": "ตรวจสอบเลขที่เอกสารเนื่องจากการอ้างถึงไม่ใช่ใบสอบถามราคา",
    "017": "ตรวจสอบเลขที่เอกสารเนื่องจากการอ้างถึงไม่ใช่ใบเสนอราคา",
    "018": "ตรวจสอบเลขที่เอกสารเนื่องจากการอ้างถึงไม่ใช่ใบสั่ง",
    "019": "เอกสารอ้างอิงไม่ใช่สัญญา(ตรวจสอบเลขที่เอกสาร)",
    "020": "ในตาราง &1 , บันทึก &2 สูญหาย",
    "021": "การอ้างถึงไม่สมบูรณ์และไม่สามารถจะอ้างถึงได้",
    "022": "ไม่สามารถจะกำหนดสัญญาการส่งมอบ",
    "023": "ไม่มีการกำหนดประเภทใบสั่งในเอกสารการวางบิลที่ขอสำหรับประเภทใบสั่ง &",
    "024": "ประเภทใบสั่ง & ไม่ใช่ใบขอให้ออกบิล",
    "025": "ไม่มีรายการวางบิลที่เลือกไว้(ตรวจสอบรายการ)",
    "026": "ใบสั่ง & ไม่มีการกำหนดไปยังเอกสารการขาย",
    "027": "คุณสามารถดำเนินการเลือกสำหรับใบสั่งหรือเอกสารการขายเท่านั้น",
    "028": "ไม่มีออบเจค(ตัวรวมต้นทุนหรือโครงการ)ของการกำหนดเลขที่บัญชีที่กำหนด",
    "029": "สำหรับวันที่ในช่วงเวลาการวางบิลใช้กฏวันที่เป็นฐาน = วันที่วางบิล",
    "030": "ตารางการผ่านรายการไม่สอดคล้องสำหรับเอกสาร &",
    "031": "ตารางการผ่านรายการไม่สอดคล้องสำหรับ XVBRK_TABIX = &",
    "032": "วางเคอร์เซอร์บนรายการ",
    "033": "การคัดลอกสัญญาการส่งมอบไม่ถูกกำหนด",
    "034": "ผลรวมของเปอร์เซนต์มากกว่า 99.99: โปรดปรับปรุง",
    "035": "ผลรวมของเปอร์เซนต์ไม่เพิ่มถึง 100",
    "036": "มีวันที่ไม่ได้วางบิลในอดีต",
    "037": "วัน 'ครบกำหนดจาก' ต้องตามมาหลังวันเริ่มต้น",
    "038": "โปรดบันทึกชื่อไฟล์ที่แตกต่างกันสำหรับการป้อนข้อมูลและไฟล์ผิดพลาด",
    "039": "ลบประเภทวันที่สำหรับประเภทของแผนการวางบิลก่อน",
    "040": "ไม่ปรากฏแผนการวางบิล & - โปรแกรมผิดพลาด",
    "041": "วัน'ครบกำหนด'ต้องมาก่อนวันที่สิ้นสุด",
    "042": "เอกสารการขาย &1 กำลังประมวลผลอยู่ในขณะนี้  (โดยผู้ใช้ &2)",
    "043": "เกิดความผิดพลาดจากการล็อคระบบ",
    "044": "เอกสารการขาย &1 ไม่ได้ &2 กำลังอ่าน: โปรแกรมผิดพลาด",
    "045": "ตรวจสอบวันที่ในแผนการวางบิล",
    "046": "&1:ข้อผิดพลาด &2 เมื่อมีกฏการกำหนด &3 ('SD_VEDA_GET_DATE')",
    "047": "คำเตือน: เอกสาร SD & ถูกระงับเพราะการตรวจสอบเครดิต       ตรวจสอบสินเชื่อ!",
    "048": "ระบบไม่สามารถกำหนดค่าเปอร์เซนต์สำหรับวันที่ &",
    "049": "การตรวจสอบ ความเพียงพอ/ความต้องการไม่อาจจัดหาได้จากภายนอก",
    "050": "บันทึกส่วนที่1 ของเงื่อนไขการส่งมอบ",
    "051": "เงื่อนไขการส่งมอบ & ไม่ถูกกำหนด",
    "052": "บันทึกส่วนที่2 ของเงื่อนไขการส่งมอบ",
    "053": "ห้ามบันทึกสถานที่ขณะที่ใช้เงื่อนไขการส่งมอบเหล่านี้",
    "054": "เอกสารการวางบิลไม่สามารถจะคัดลอกเนื่องจากสายผลิตภัณฑ์ไม่ปรากฏในส่วนหัว",
    "055": "&1: ข้อผิดพลาด&2 ในกฏการกำหนด&3 ('SD_VEDA_GET_DATE_RULE')",
    "056": "วันที่เริ่มสัญญาเป็น &",
    "057": "วันที่สิ้นสุดสัญญาเป็น &",
    "058": "โปรดจำกัดพื้นที่เอกสารการขาย",
    "059": "บันทึกเลขที่รายการเมื่อทำการกำหนดเอกสารการขาย",
    "060": "\"หน่วยการขนส่งในที่เก็บส/ค\" ไม่สามารถกำหนดสถานะสำหรับเอกสาร &",
    "061": "สัญญา &1 ไม่ได้บรรจุในบางรายการที่เหมาะสม",
    "062": "เลือกรายการ",
    "063": "ไม่สามารถจัดสรรความแตกต่างของมูลค่าพื้นฐานในแผนการวางบิล",
    "064": "คุณไม่สามารถลบการครบกำหนดการแก้ไขที่สร้างอย่างอัตโนมัติ",
    "065": "ประมวลผลเอกสาร &1 โดยรายการ DP90 หรือ DP95",
    "066": "ประมวลใบสั่ง &1 โดยรายการ DP90 หรือ DP95",
    "067": "ไม่มีสต็อคใบสั่งการขาย",
    "068": "เอกสาร &1 ไม่มีเอกสารหมวด &2 แต่มี &3",
    "069": "ไม่ใส่เลขที่รายการใดๆเมื่อกำหนดเฉพาะเอกสาร",
    "070": "รีลิสสิทธิ: คู่ค้าต้องการบันทึกสำหรับสัญญา &1",
    "071": "สัญญา & ไม่เกี่ยวข้องกับการตรวจสอบการอนุมัติสิทธิ",
    "072": "คู่ค้า &2 ไม่มีสิทธิในการรีลิสจากสัญญา &1",
    "073": "บันทึกคู่ค้า  ไม่มีการเลือกที่เป็นไปได้ที่นี่",
    "074": "ลำดับชั้นลูกค้าไม่ปรากฏหรือไม่ได้กำหนดไปยังเอกสาร",
    "075": "การเคลื่อนย้ายสินค้าไม่อาจทำได้ในกำหนดการคู่ค้าคนกลาง",
    "076": "ไม่พบสัญญาที่มีผลสำหรับคู่ค้าที่ขาย",
    "077": "โปรดบันทึกคู่ค้าซึ่งอนุมัติสัญญา",
    "078": "ไม่มีคู่ค้าที่ได้สิทธิในการอนุมัติสัญญา& ที่พบ",
    "079": "เลือกได้หนึ่งเอกสารอย่างแน่นอน",
    "080": "คุณไม่สามารถใส่เลขหมายรายการใดๆที่มากกว่า &1",
    "081": "เลขที่การคืนไม่สอดคล้องกับเลขที่อ็อบเจคทางเทคนิค",
    "082": "มีเฉพาะ &1 รายการที่สามารถให้บริการ &2",
    "083": "รายการที่ให้บริการได้ไม่มีพอในใบสั่งขายที่มีอยู่",
    "084": "ไม่มีซีเรียลนัมเบอร์สำหรับกิจกรรม '&1'",
    "085": "ไม่พบรายการใดๆ",
    "086": "จำเป็นที่ต้องผ่านรายการคลังส/คโดยผู้ใช้สำหรับกิจกรรม &1",
    "087": "โปรดเลือกรายการธุรกิจ",
    "088": "คุณสามารถเลือกเฉพาะหนึ่งกิจกรรมต่อรายการ",
    "089": "องค์ประกอบ WBS  &1 ไม่สามารถผ่านรายการ",
    "090": "ได้วางบิลรายการ & , ไม่อนุญาตปริมาณ 0                    ed",
    "091": "ไม่อนุมัติสกุลเงิน &1",
    "092": "ระวัง! เอกสารสกุลเงินได้เปลี่ยนเป็น &1",
    "093": "ท่านสามารถเปลี่ยนเฉพาะสกุลเงินที่ร่วมอยู่ใน EU",
    "094": "ต้องกำหนดการแก้ไขรายการให้แก่รายการหลัก",
    "095": "คุณไม่สามารถเปลี่ยนสง.เนื่องจากมันไม่พร้อมต่อการนำเข้า",
    "096": "การปรับแต่ง EURO สูญหาย",
    "097": "ระบบไม่สามารถพบเงื่อนไขการเลือกใดๆสำหรับวัสดุ &1 แบทซ์ &2",
    "098": "สกุลเงินไม่สามารถแปลงเป็น EURO",
    "099": "แผนวางบิลของส่วนประกอบWBS &1 ในรายการ &2 อยู่ในระหว่างประมวลผล",
    "100": "ข้อผิดพลาดระหว่างการแทรกตาราง &1 (RC= &2 , คีย์= &3)",
    "101": "ข้อผิดพลาดระหว่างการปรับปรุงตาราง &1 (RC= &2, คีย์= &3)",
    "102": "ข้อผิดพลาดในการลบตาราง &1(RC= &2, คีย์= &3)",
    "103": "หมวดเอกสาร & ไม่ถูกกำหนดในที่นี้",
    "104": "รายการ &1 เป็นส่วนประกอบของการวางบิลวัสดุเพื่อไม่สามารถถูกคัดลอก",
    "105": "รายการ &1 เป็นสินค้าแจกรายการย่อยและไม่ถูกคัดลอก",
    "106": "รายการ &1 เป็นรายการย่อยการเลือกผลิตภัณฑ์และไม่ถูกคัดลอก",
    "107": "รายการ&1 ไม่ถูกคัดลอก: ไม่มีขั้นตอนการซ่อมแซมสำหรับหมวดรายการ        y &3",
    "108": "รายการ &1 ไม่ถูกคัดลอก: ไม่พบคัดลอกความต้องการ &3",
    "109": "รายการ &1: การคัดลอกพร้อมข้ออ้างอิงสำหรับสถานะ'&3' ไม่อาจเป็นได้",
    "110": "รายการ &1 บรรจุข้อผิดพลาดและไม่สามารถถูกคัดลอก",
    "111": "เกิดข้อผิดพลาดขึ้น (ดูล็อก)",
    "112": "ระบบมีข้อความสะสม (ดูล็อก)",
    "113": "ท่านไม่สามารถกำหนดรายการไปที่สถานะ '&1' เพราะมันมีสถานะ '&2'",
    "114": "ท่านไม่สามารถกำหนดรายการไปที่ '&1' เพราะมันไม่ได้วางบิลอย่างสมบูรณ์  ed",
    "115": "ผลลัพธ์สำหรับกลุ่ม '&1' ไม่สามารถเริ่มต้น",
    "116": "สถานะถูกคัดลอกไป &1 ประเภทใบสั่ง (&2 ชุด)",
    "117": "สถานะ '&1' ได้กำหนดแก่ประเภทใบสั่ง '&2' แล้ว",
    "118": "ข้ออ้างอิงไม่เสร็จสมบูรณ์",
    "119": "ผ่านรายการสินค้าซ้ำสำหรับใบสั่งการผลิต &1",
    "120": "การผ่านรายการเอกสารที่ระงับโดยการผ่านรายการแบทซ์",
    "121": "สามารถเลือกได้หนึ่งคู่ค้าแน่นอน",
    "122": "ติดตามผลสกุลเงิน &2 แทนที่สกุลเงินที่หมดอายุจากลูกค้า &1",
    "123": "ค่าเป้าหมายของค่าสัญญาเกิน",
    "124": "รายการ&1:การเปลี่ยนแปลงแบบเร็วเป็นไปไม่ได้,เนื่องจากสถานะการขาย",
    "125": "ไม่เปลี่ยนเขตตามหน้าที่",
    "126": "เขตตามหน้าที่ไม่เปลี่ยนแปลงแม้ว่าจะมีข้อมูลการเคลื่อนย้าย",
    "127": "กำหนด &1 ก่อนอื่นเป็นเขตการขายทั่วไป!",
    "128": "ไม่อนุญาตเขตการขาย &1",
    "129": "ไม่สามารถทำการกำหนดตามลำดับเอกสารนำหน้าที่มีกำหนดการส่งมอบ",
    "130": "รายการ &1: ไม่สามารถกำหนดบล็อคการวางบิลเนื่องจากสถานะรายการ",
    "131": "รายการ&1: ข้อผิดพลาดระหว่างการป้อนข้อมูลโดยผู้ใช้/ การเปลี่ยนเงื่อนไข &2",
    "132": "ไม่พบบรรทัดเงื่อนไขใน  XKOMV  &1 &2 &3 &4",
    "133": "รายการ&1:  การโอนการยืนยัน  ATP ของหน่วยการขายสูญหาย",
    "134": "รายการ&1: ข้อผิดพลาดในการแปลงปริมาณจากสเกลไปที่หน่วยวัดพื้นฐาน",
    "135": "&1 &2 ถูกระงับ",
    "136": "รายการ&1:ปภ.ความต้องการไม่สามารถเปลี่ยนได้อีกต่อไปเนื่องจากใบสั่งสินค้า&2",
    "137": "รายการ &1: การโอนการยืนยัน ATP ของสินค้า &2 สูญหายหรือไม่ถูกต้อง",
    "138": "ออบเจค CO ในรายการ &V1& ไม่สามารถลบได้อีกต่อไป",
    "139": "เลขที่กำหนดการส่งมอบ &1 มีพร้อมแล้วสำหรับรายการ &2",
    "140": "การเปลี่ยนแปลงไม่ได้คัดลอกไปที่รายการทั้งหมดเนื่องจากปฏิทินโรงงาน",
    "141": "ปภ.ความต้องการ&1 เป็นไปไม่ได้เนื่องจากการเปลี่ยนแปลงในสต็อคพิเศษที่คำนวณ",
    "142": "รายการย่อยการซ่อมแซม &1 สามารถลบได้เฉพาะในจอภาพการซ่อมแซม",
    "143": "ไม่มีรายการ &2 ในเอกสารการขาย &1",
    "144": "เงื่อนไขของรายการ&1เปลี่ยนแปลงไม่ได้",
    "145": "ไม่สามารถคัดลอกวันที่ไปยังส่วนหัวเนื่องจากการแสดงรายการ/มีข้อยกเว้น",
    "146": "รายการ &1: วันที่ &2 หลังจากสิ้นปีปฏิทินของโรงงาน &3 (โรงงาน &4)",
    "147": "โรงงานเปลี่ยนเนื่องจากการไม่ใช้ต่อ/การยกเว้นไม่ได้ดำเนินการในทุกรายการ",
    "148": "ต้องกำหนดโรงงานสำหรับรายการ &1 ใหม่",
    "149": "มีข้อผิดพลาดเมื่อทำการกำหนดวันที่ส่งสินค้าถัดไปของใบสั่ง",
    "150": "ใบสั่งขายไม่สามารถชำระทางบัญชีได้",
    "151": "ไม่สามารถลบรายการ & , เมื่อมี WIP",
    "152": "รายการ &1: ปภ.ความต้องการไม่สามารถเปลี่ยนแปลงเนื่องจากใบสั่งซื้อ &2",
    "153": "คลัสเตอร์ข้อมูล &1ที่เก็บบันทึกแล้ว",
    "154": "กรุณาป้อนเข้าคลัสเตอร์ข้อมูลที่ใช้งานได้",
    "155": "กิจกรรมไม่ได้รับอนุญาต, เนื่องจากไม่มีองค์ประกอบ WBS ที่กำหนดอีกต่อไป",
    "156": "ซีเรียลนัมเบอร์ไม่สมบูรณ์ ไม่สามารถทำการปรับปรุงการขนส่งล่วงหน้าได้",
    "157": "ข้อความหายไปสำหรับฝ่าย &1 ภาษา &2",
    "158": "เกิดข้อผิดพลาดเมื่อประมวลผลเอกสาร &1",
    "159": "เลือกอย่างแน่นอนหนึ่งเอกสาร",
    "160": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ในอดีต",
    "161": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนวันที่ส่งมอบ",
    "162": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนที่พักวัสดุชั่วคราว",
    "163": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนการวางแผนการขนส่ง",
    "164": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนวันที่สร้างการส่งมอบ",
    "165": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนวันที่เบิกจ่ายสินค้า",
    "166": "วันที่สิ้นสุดการรับสินค้าไม่สามารถอยู่ก่อนวันที่ส่งมอบ",
    "167": "วัสดุ &1 ถูกแทนที่โดยวัสดุ &2",
    "168": "สำหรับหมวดรายการ SIT \"&1\", หมวดกำหนดการทั้งหมดต้องเกี่ยวข้องกับ SIT",
    "173": "ไม่มีการกำหนดประเภทการจัดส่ง &1",
    "175": "คุณไม่สามารถเปลี่ยนแปลงเลขที่รายการในขั้นตอนนี้",
    "180": "เอกสารการขาย &1 ยังไม่สมบูรณ์",
    "181": "การส่งมอบ &1 ยังไม่สมบูรณ์",
    "182": "เอกสารการวางบิล &1 ยังไม่สมบูรณ์",
    "183": "เอกสารทางการบัญชีของเอกสารการวางบิล &1 ยังไม่ได้รับการหักล้าง",
    "184": "การอ้างอิงสุดท้ายน้อยกว่า &1 วันที่ผ่านไป",
    "185": "มีหลาย &2 สำหรับวัสดุ &1",
    "190": "ไม่มีการกำหนดรูปแบบสำหรับรายการ & เพราะไม่มีการเลือกโปรไฟล์",
    "200": "ใบสั่งการขาย &1 ไม่สอดคล้อง (ตาราง &2)",
    "201": "การเรียกไม่ถูกต้อง: ไม่มีรายการ ALE ในใบสั่งขาย",
    "202": "ใบสั่งขาย & ไม่มีข้อมูลของใบขอเสนอซื้อ",
    "203": "เนื่องจากการกำหนดรูปแบบ,การเปลี่ยนไปเป็นคุณลักษณะของรายการ& ถูกปฏิเสธ",
    "204": "การกำหนดรูปแบบของรายการ & ไม่สามารถเปลี่ยนแปลงได้อีกต่อไป",
    "205": "ไม่มีวิธีใช้ F4 สำหรับค่าคุณลักษณะ",
    "206": "สถานะ &2 (&1) ไม่สามารถกำหนด",
    "207": "สถานะ &2 (&1) ไม่สามารถลบ",
    "208": "ไม่มีปฏิทินโรงงาน &1จากโรงงาน &2",
    "209": "วันที่ &1 เกิดก่อนการเริ่มปฏิทินโรงงาน &2 จากโรงงาน &3",
    "210": "วันที &1 เกิดหลังสิ้นสุดปฏิทินโรงงาน &2 จากโรงงาน &3",
    "211": "เนื่องจากใบสั่งการวางแผนที่กำหนด &2, รายการ &1 ไม่สามารถยกเลิก",
    "212": "รายการในกำหนดการส่งมอบไม่ใช่รายการสินค้าอันตราย",
    "213": "ตามการตรวจสอบสินค้าอันตราย, เอกสารไม่สามารถเก็บบันทึก",
    "214": "ไม่มีอยู่ภาพรวมคุณลักษณะ &1",
    "215": "การตรวจสอบสินค้าอันตรายไม่สามารถใช้ในเอกสารการขาย",
    "216": "บล็อคการส่งมอบไม่สามารถโอนไปยังกำหนดการส่งมอบอิสระ",
    "217": "บันทึกข้อเสนอผลิตภัณฑ์",
    "218": "ข้อนำเสนอผลิตภัณฑ์ถูกกำหนดใหม่",
    "219": "ข้อนำเสนอผลิตภัณฑ์ถูกกำหนดใหม่",
    "220": "จำนวนจากข้อนำเสนอผลิตภัณฑ์ถูกคัดลอก",
    "221": "ท่านไม่สามารถประมวลผลรายการจากข้อเสนอผลิตภัณฑ์",
    "222": "เลขที่รายการ & ถูกเก็บไว้สำหรับรายการจากข้อเสนอผลิตภัณฑ์",
    "223": "สร้างเงื่อนไขการส่งมอบเป็นเงื่อนไขใหม่",
    "224": "เกณฑ์จัดซื้อไม่สามารถสร้างขึ้นเพื่อรายการ &1",
    "225": "ข้อผิดพลาดในการตรวจสอบข้อผูกพัน (ดูล็อก)",
    "226": "คำเตือนข้อผูกพันในใบสั่งการขาย &",
    "227": "ไม่มีการอัพเดทสำหรับใบสั่งขาย &1 จากใบสั่งซื้อ (ข้อผิดพลาด &2 &3)",
    "250": "ไม่สามารถทำการเปลี่ยนแปลงในเอกสารได้",
    "251": "ไม่สามารถลบรายการ & (CRM ไม่อนุญาตการลบ)",
    "350": "ผลลัพธ์ของข้อเสนอผลิตภัณฑ์ 350 - 380",
    "351": "ไม่มีขั้นตอนที่ปรับปรุงในลูกค้าหลักสำหรับลูกค้า &1",
    "352": "ท่านต้องระบุประเภทใบสั่งเพื่อกำหนดขั้นตอน",
    "353": "ระบบไม่สามารถพบขั้นตอน <&4> สำหรับลูกค้า <&1>",
    "354": "ลำดับการเข้าไม่ได้กำหนดไว้สำหรับขั้นตอน <&1>",
    "355": "ไม่สามารถกำหนดแฟล็กการลบสำหรับใบสั่งการผลิต/เครือข่ายงาน &1",
    "400": "*- ข่าวสาร",
    "401": "ประเภทแผนการวางบิล & ไม่มีอยู่",
    "402": "ปรับปรุงประเภทแผนการวางบิลในประเภทเอกสารขายหรือหมวดรายการ",
    "403": "หมวดวันที่ &1 &2 ไม่ปรากฏ",
    "404": "กำหนดหมวดเวลาสิ้นสุดระหว่างการปรับปรุงประเภทแผนการวางบิล",
    "405": "&1: ไม่พบวันที่ของบรรทัดที่ใช้เป็นฐานและปฏิทินสำหรับกฎ &2",
    "406": "&1: ไม่กำหนดวันที่ของบรรทัดที่ใช้เป็นฐานสำหรับกฎ &2",
    "407": "&1: ไม่พบวันที่ของบรรทัดที่ใช้เป็นฐานสำหรับกฎ &2",
    "408": "&1: ปฏิทินสำหรับกฎ &2 บันทึกข้อผิดพลาด",
    "409": "&1: ไม่พบกฎ &2",
    "410": "กฏการวางบิล & ใช้ไม่ได้กับประเภทแผนการวางบิล",
    "411": "ปฏิทินไม่อนุญาตในขณะใช้จำนวนวันในเดือน/ปี",
    "412": "โปรแกรม & ได้ประมวลผลสำเร็จแล้ว",
    "413": "โปรแกรม & ยังประมวลผลไม่สำเร็จ",
    "414": "ประเภทแผนการวางบิลของเอกสารอ้างอิงและเป้าหมายต้องตรงกัน",
    "415": "มูลค่าเอกสารวางบิลอาจไม่ใช่ค่าลบ ได้แก้ไขมูลค่า",
    "416": "รายการแผนการวางบิลไม่มีอยู่",
    "417": "ไม่มีอยู่หมวดวันที่ &1 สำหรับประเภทแผนการวางบิล &2",
    "418": "แผนการวางบิลส่วนหัวไม่มีอยู่",
    "419": "แผนการวางบิลไม่มีอยู่",
    "420": "ตส.การครบกน.การแก้ไขของรายการ &1-บางรายการอาจไม่ถูกต้อง  rrect",
    "421": "ไม่สามารถ สร้าง/เปลี่ยน ระบบการครบกำหนดการแก้ไข",
    "422": "ไม่สามารถสร้างระบบ สร้าง/เปลี่ยน การครบกำหนดการแก้ไข",
    "423": "กฎ &1: ได้ป้อนช่วงเวลาและปฏิทินแล้ว ตรวจสอบการป้อนรายการ",
    "424": "รายการ&1: ตส.วันสุดท้ายเพราะได้วางบิลเสร็จแล้ว",
    "425": "การปรับแต่ง EURO ไม่ถูกต้องสำหรับเอกสาร &1รายการ &2",
    "426": "ระบบไม่สามารถพบอัตราการแลกเปลี่ยนสำหรับเอกสาร&1 รายการ &2",
    "427": "เกิดข้อผิดพลาดภายในโปรแกรมและโปรแกรมถูกลบล้าง",
    "428": "ตรวจสอบวันที่ในการวางบิลครั้งหลังสุด: มันไม่สมบูรณ์",
    "429": "รายการ &1: ตรวจสอบวันที่ในการวางบิลครั้งหลังสุด: มันไม่สมบูรณ์",
    "430": "รายการ&1 ไม่มีเส้นทางหยิบส/คที่เกี่ยวกับการส่งมอบ->ไม่มีความสัมพันธ์ation",
    "431": "การส่งมอบด่วน: ไม่สามารถคัดลอกรายการ &1 จากเอกสาร &2",
    "432": "รายการ&1: การยกเลิกไม่สามารถทำได้     สร้างคำขอในการจ่ายค่ามัดจำแล้ว",
    "433": "เกิดข้อผิดพลาดโปรแกรมภายใน   ดูหมายเหตุ 442831.",
    "434": "ไม่พบเกณฑ์วัดผลตั้งต้น",
    "435": "รายการ&1: ไม่สามารถทำการลบได้  เนื่องจากมีการชำระเงินดาวน์แล้วใน FI .",
    "436": "ได้สร้างเรคคอร์ดข้อมูลการทดสอบ &1 สำหรับฟังก์ชันโมดูล &2",
    "437": "ไม่อนุญาตให้อ้างอิงถึงรายการ &1 เอกสาร &2",
    "438": "ไม่สามารถกำหนดข้อมูลของเอกสารที่แยกเก็บ &1",
    "439": "ไม่สามารถกำหนดข้อมูลเนื่องจากเอกสาร &1 ไม่ถูกต้อง",
    "440": "ป้อนการยกเลิกการชำระเงินดาวน์ &1 ที่มีคำขอให้ชำระเงินดาวน์เท่านั้น",
    "441": "แผนการวางบิลแบบ Milestone ไม่อนุญาตให้ใช้ใบลดหนี้",
    "442": "การกำหนดค่าการปรับแต่งไม่อนุญาตให้ใช้ใบลดหนี้",
    "445": "ไม่มีดัชนีที่สร้างสำหรับออบเจคทางธุรกิจ KNA1",
    "446": "คัดลอกผลลัพธ์ที่ไม่ซ้ำสำหรับ '&1' แล้ว",
    "447": "ดัชนีสำหรับออบเจคทางธุรกิจ KNA1 ใช้งานไม่ได้",
    "450": "ใบสั่งงานบริการ &1 ถูกล็อคโดยผู้ใช้ &2",
    "451": "ใบสั่งงานบริการ &1 ถูกล็อคโดยผู้ใช้ &2  รายการ &3 ไม่ได้รับการคัดลอก",
    "452": "เอกสารการขาย &1 ถูกล็อคโดยผู้ใช้ &2",
    "461": "ไปที่การกำหนดแบทช์",
    "462": "ไม่สามารถเปลี่ยนแปลงผู้สั่งซื้อที่มีสกุลเงินที่ต่างกัน",
    "463": "ไม่สามารถสร้างใบขอเสนอซื้อสำหรับรายการ &1",
    "600": "EAN &1 ไม่สอดคล้องกับสินค้า &2 และหน่วยนับ &3"
  },
  "V4": {
    "001": "ไม่สามารถจะกำหนดสัญญาการส่งมอบ",
    "002": "การส่งมอบที่บันทึกไม่มีอยู่ในลำดับของเอกสาร",
    "003": "วันที่ส่งมอบที่บันทึกไม่สอดคล้องในลำดับของเอกสาร",
    "004": "เวลาเริ่มในสั่งผลิตอยู่หลังเวลาสิ้นสุดในการสั่งผลิต",
    "005": "เวลาเริ่มของสินค้าสั่งผลิตอยู่หลังจากเวลาที่สิ้นสุดกสั่งผลิต",
    "006": "ช่วงเวลาการสั่งผลิตนานกว่าช่วงเวลาของสินค้าที่สั่งผลิต",
    "007": "การเริ่มต้นของช่วงเวลาของกำหนดการส่งมอบอยู่หลังจากเวลาที่สิ้นสุด",
    "008": "เลขที่สินค้าลูกค้าในสัญญาการส่งมอบแตกต่างจากที่เลือก",
    "009": "เลขที่ลูกค้าในสัญญาการส่งมอบแตกต่างจากที่เลือก",
    "010": "โรงงานของลูกค้าในสัญญาการส่งมอบแตกต่างจากสิ่งที่ได้เลือก",
    "011": "จุดขนสินค้าลงในสัญญาการส่งมอบแตกต่างจากที่เลือก",
    "012": "ตัวบ่งชี้การใช้ในสัญญาการส่งมอบแตกต่างจากที่เลือก",
    "013": "เลขที่ PO ในข้อตกลงที่กำหนดต่างจากที่อันเลือก            es selected",
    "014": "ไม่มีรายละเอียดที่กำหนดไปยังตัวบ่งชี้การใช้ &",
    "015": "ปริมาณที่ส่งมอบสะสมในปัจจุบันน้อยกว่าปริมาณที่ได้รับสะสม",
    "016": "เก็บบันทึกการเปลี่ยนแปลงของคุณก่อน",
    "017": "ไม่มีการส่งมอบที่สามารถกำหนดได้",
    "018": "ปริมาณที่ได้รับสะสมไม่สอดคล้องกับการส่งมอบที่ระบุ",
    "019": "ปริมาณที่ได้รับสะสมถูกลดลงโดยที่ปีไม่เปลี่ยนแปลง",
    "020": "สัญญาการส่งมอบไม่มีอยู่",
    "021": "รายการสัญญาการส่งมอบไม่มีอยู่",
    "022": "ปริมาณที่ได้รับสะสมไม่สอดคล้องกับการเบิกจ่ายที่ระบุ",
    "023": "สำหรับฟังก์ชันนี้, มี 2 สัญญาการส่งมอบที่จะต้องเลือก",
    "024": "เลือกการปล่อยเขตการขายครั้งเดียวเท่านั้นสำหรับฟังก์ชันนี้",
    "025": "เลือกการปล่อยเขตการขายหนึ่งต่อห้าครั้งสำหรับฟังก์ชันนี้",
    "026": "ฟังก์ชันสำหรับการเลือกไม่ถูกต้อง",
    "027": "ไม่มีกำหนดส่งมอบปรากฏสำหรับการสัญญาการส่งมอบแบบปล่อยนี้",
    "028": "การใช้ & ไม่ได้กำหนด",
    "029": "ปริมาณส่งมอบที่ระบุไม่สอดคล้องกับการส่งมอบ",
    "030": "สัญญาการส่งมอบ &1 สำหรับ IDOC &2 ประมวลผลแล้ว",
    "031": "ลูกค้าสำหรับสัญญาการส่งมอบนี้ไม่มีอยู่",
    "032": "ไม่มีเรคคอร์ดปรากฏในT661Wสำหรับผู้ขาย &1,โรงงาน &2, จุดขนสินค้าลง &3",
    "033": "ไม่มีกฎพิเศษปรากฏใน T663A สำหรับผู้ซื้อ &",
    "034": "ไม่พบสัญญาการส่งมอบ",
    "035": "ไม่สามารถที่จะกำหนดสัญญาการส่งมอบที่ไม่ซ้ำกันได้",
    "036": "ไม่มีกำหนดส่งมอบเดิมปรากฏเพื่อที่จะคัดลอก",
    "037": "ในตาราง T663A รหัสสำหรับการประมวลผลครั้งแรกกำหนดสำหรับผู้ซื้อ &",
    "038": "ไม่ทราบเลขที่การส่งมอบ  ตรวจสอบข้อเสนอสำหรับการนับโปรแกรมขาเข้า",
    "039": "เลขที่คู่ค้า & ไม่รู้จัก",
    "040": "วัสดุถูกลดลง",
    "041": "การสั่งผลิตถูกลดลง",
    "042": "การส่งมอบจากสั่งผลิตถูกลดลง",
    "043": "วัตถุดิบของลูกค้า &1 ไม่มีอยู่ในสัญญาการส่งมอบ &2",
    "044": "ยังไม่ดำเนินการเลขที่ IDoc. &1 จนถึงการเก็บบันทึกครั้งสุดท้าย",
    "045": "สัญญาการส่งมอบ &1ที่พบระหว่างการวางแผนถูกกำหนดโดยผู้ใช้ไปยัง &2",
    "046": "ในตาราง T663A รหัสทดสอบการประมวลผลกำหนดส่งมอบถูกกำหนดสำหรับลูกค้า &",
    "047": "ในตาราง T663A รหัสทดสอบการประมวลผล JIT ถูกกำหนดสำหรับลูกค้า &",
    "048": "รหัสกำหนดการส่งมอบ & ใน IDOC ไม่สามารถจะประมวลผลได้",
    "049": "คีย์กำหนดการส่งมอบที่พยากรณ์ & ใน IDOC ไม่สามารถจะประมวลผลได้",
    "050": "วันที่ที่มีอยู่ใน IDOC & ไม่ถูกต้อง",
    "051": "รหัสระยะเวลาที่ถูกโอนไม่ถูกต้อง",
    "052": "สัปดาห์ที่ถูกกำหนดระหว่างการประมวลผล IDOC ไม่ถูกต้อง",
    "053": "พบสัญญาการส่งมอบ &1&2 กับเหตุผลสำหรับการปฏิเสธ",
    "054": "ไม่มีข้อความถูกแทรกสำหรับ IDOC &1 และสัญญาการส่งมอบ &2",
    "055": "ไม่มีข้อความที่จะเก็บข้อมูลสำหรับ IDOC&1 และสัญญาการส่งมอบ &2",
    "056": "เลขที่ใบอนุญาต &2 ได้รับได้รับการอนุมัติแล้วสำหรับสัญญาการส่งมอบ&1",
    "057": "IDoc &2 ได้วางแผนในสัญญาการส่งมอบเรียบร้อยแล้ว &1",
    "058": "เลขที่กำหนดการส่งมอบเดิม &1ใน IDOC &2<>เลขที่กำหนดการส่งมอบปัจจุบัน &3",
    "059": "ความผิดพลาดเกิดขึ้นระหว่างการประมวลผล CALL TRANSACTION",
    "060": "IDOC & ไม่สามารถจะเปิดได้",
    "061": "เซกเมนต์บังคับ & ไม่มีอยู่ใน IDOC",
    "062": "ลำดับเซกเมนต์ IDOC ไม่ถูกต้อง",
    "063": "เลขที่ IDOC ไม่รู้จัก",
    "064": "ข้อผิดพลาด &1 = &2 มีการส่งผ่านแล้วโดยผู้แปล",
    "065": "สัญญาการส่งมอบที่กำหนด & ไม่มีรหัสสต็อคพิเศษ",
    "066": "การส่งมอบที่บันทึกไม่ใช่การเบิกถอนจากตัวแทนภายนอก",
    "067": "ใบเบิกจ่ายส/คฝากขายESAที่สร้าง &ไม่สบ.(ล็อกค.ไม่สมบูรณ์)",
    "068": "ประมวลผลใบเบิกจ่ายบริการภายนอกส/คฝากขาย &1 สำหรับ IDOC&2",
    "069": "ไม่มีการส่งมอบจากตัวแทนภายนอกถูกบันทึกเป็นจุดเริ่มต้น",
    "070": "การอ่านตารางภายในผิดพลาด : ติดต่อโปรแกรมเมอร์",
    "071": "ตรวจสอบรายการ &, แก้ไขปริมาณเกินช่วงที่ยอมรับได้",
    "072": "กำหนดการส่งมอบ&1 เบี่ยงเบนจากกำหนดการส่งมอบ&2 เมื่อ &3 ในช่วงเวลาตาม &4 %",
    "073": "สัญญาการส่งมอบ &1, วัสดุ, ลูกค้า &2, ผู้สั่งซื้อ &3, โรงงาน &4",
    "074": "จุดขนสินค้าลง&1, รหัสการใช้&2, องค์กรการขาย &3,ช่องทางจำหน่าย &4",
    "075": "ฝ่าย&1, ประเภทใบสั่ง &2, เลขที่ความสมบูรณ์ &3",
    "076": "เลขที่ผู้ขาย &2 ไม่ได้บันทึกสำหรับลูกค้า &1",
    "077": "มีมากกว่าหนึ่งรายการใน IDOC &",
    "078": "Index VLPKM: เลขที่สัญญาการส่งมอบ & ที่พบโดยรหัสค้นหาไม่มีอยู่ใน(VBAK)",
    "079": "เลขที่สินค้าหีบห่อเปลี่ยนจาก &1 ใน IDOC เก่าไปเป็น &2",
    "080": "IDOC ก่อนสำหรับการตรวจสอบวัสดุหีบห่อไม่สามารถจะปิดได้",
    "081": "พิจารณาหน่วยการส่งมอบ &2 &3 ในรายการ &1",
    "082": "นำจำนวนสั่งขั้นต่ำ &1 &2 ไปใส่ยังบัญชีในรายการ &3",
    "083": "รายการ &1: ปริมาณใบสั่งน้อยกว่าปริมาณการส่งมอบ: &2 &3",
    "084": "สถานะการเปลี่ยนทางวิศวกรรมไม่ขึ้นอยู่กับปริมาณสะสมและปีบัญชีหรือวันที่",
    "085": "ข้อความส่วนหัวสำหรับสัญญาการส่งมอบ & มีการคัดลอกจาก IDOC แล้ว",
    "086": "ข้อความรายการสำหรับสัญญาการส่งมอบ & มีการคัดลอกจาก IDOC แล้ว",
    "087": "สำหรับคู่ค้าที่ขาย & ไม่มีกฎพิเศษสำหรับประมวลผลตัวแทนภายนอกใน T664A",
    "088": "วัสดุหีบห่อมีการส่งโดยใช้การส่งมอบจากตัวแทนภายนอก",
    "089": "รหัสการประมวลผลครั้งแรกมีการกำหนดสำหรับคู่ค้าที่ขาย & ใน T664A",
    "090": "มีข้อความส่วนหัวสำหรับใบสั่งขาย & ใน IDOC",
    "091": "มีข้อความรายการสำหรับใบสั่งขาย & ใน IDOC",
    "092": "ปริมาณเบิกจ่ายที่ระบุไม่เข้ากับการเบิกจ่ายอื่น",
    "093": "รหัสข้อความ &1 ใน IDOC &2 ไม่อนุญาตสำหรับประเภทใบสั่ง &3",
    "094": "ประเภทกำหนดการส่งมอบ&1ใน IDOC &2 ไม่อนุญาต",
    "095": "วันที่กำหนดส่งมอบอยู่ในอนาคต",
    "096": "รายการของ &2 &3 ดำเนินการในรายการเรียบร้อยแล้ว &1",
    "097": "เลขที่การส่งมอบ &1จะถูกแทนที่ด้วยเลขที่ภายใน &2",
    "098": "กฎพิเศษสำหรับใบตอบรับสินค้าเพื่อวางบิลไม่มีสำหรับคู่ค้าที่ขาย& ใน T665A",
    "099": "เลขที่ใบส่งมอบ&จากใบตอบรับส/คเพื่อวางบิลหายไปจากผังเอกสารบเอกสาร",
    "100": "พบใบส่งมอบหลายใบด้วยเลขที่เอกสารภายนอก",
    "101": "ปม.&1ในเอกสารใบตอบรับส/คเพื่อวางบิลไม่เท่ากับ&2ในก.ส่งมอบสินค้า &4",
    "102": "สินค้าลูกค้า &2 ไม่มีอยู่ในการส่งมอบ &1",
    "103": "ไม่มีเอกสารการวางบิลสำหรับรายการ &2 ในการส่งมอบ          note",
    "104": "มูลค่าหักล้าง<>ใบตอบรับส/คเพื่อวางบิลของรก.&2ในใบส่งมอบ  บ&1,รายการ &2",
    "105": "จำนวนของรายการ &2 ในใบส่งมอบไม่เหมือนกัน",
    "106": "ใบตอบรับส/คเพื่อวางบิล&1 ไม่สามารถคัดลอกไปรายการเปิดในเอกสารวางบิล&2",
    "107": "รายการในการส่งมอบ &1 มีมากกว่าในใบตอบรับสินค้าเพื่อวางบิล",
    "108": "ค่าส่วนเพิ่มสำหรับการส่งมอบเป็น&1,&2 ใบตอบรับสินค้าเพื่อวางบิล",
    "109": "จำนวนส่วนลดเงินสดสำหรับการส่งมอบเป็น&1,&2ใบตอบรับสินค้าเพื่อวางบิล",
    "110": "ค่าโดยรวมในใบส่งมอบเป็น &1, &2ในใบตอบรับสินค้าเพื่อวางบิล",
    "111": "จำนวนภาษีมูลค่าเพิ่มในใบส่งมอบเป็น&1,&2ใบตอบรับสินค้าเพื่อวางบิล",
    "112": "มีการปรับปรุงใบลดหนี้/ใบเพิ่มหนี้&1สำหรับเอกสารการวางบิล&2 ปรับปรุงแล้ว",
    "113": "ไม่มีการปรับปรุง TVCPA-POSVO สำหรับประเภทเอกสาร&1 และประเภทการวางบิล &2",
    "114": "การปรับปรุงใบลดหนี้/ใบเพิ่มหนี้ & ยังไม่สมบูรณ์",
    "115": "เลขที่ใบสั่งซื้อในเลขที่เอกสาร: & มีอยู่เรียบร้อยแล้ว",
    "116": "ไม่ปรากฏกำหนดการส่งมอบ &1 &2 &3 สำหรับตาราง YVBLB",
    "117": "รายการตามสัญญาการส่งมอบ &1 &2 ไม่มีตารางการส่งมอบที่พยากรณ์",
    "118": "ยังไม่มีการผ่านรายการเบิกจ่ายสินค้าสำหรับการส่งมอบ & ที่เลือก",
    "119": "ปรากฏการส่งมอบที่ครบกำหนดสำหรับการผ่านการเบิกจ่ายสินค้าสำหรับสัญญาส่งมอบ&",
    "120": "ไม่มี IDOC สำหรับ & นี้",
    "121": "มีการกำหนดวันทำงานที่ไม่ถูกต้องในการประมวลผล IDOC &",
    "122": "ปรากฏสถานะการเปลี่ยนแปลงทางวิศวกรรมที่มีวันสิ้นสุด/ปริมาณสะสมเดียวกัน",
    "123": "เลือกสถานะการเปลี่ยนแปลงทางวิศวกรรมที่ต้องการ",
    "124": "สถานะการเปลี่ยนแปลงทางวิศวกรรม &1 &2 ไม่มีในตาราง YVBSN",
    "125": "ไม่มีการเปลี่ยนแปลงทางวิศวกรรมสำหรับรายการ &",
    "126": "สามารถมีการเปลี่ยนแปลงทางวิศวกรรมที่ถูกต้องเพียงอันเดียวต่อวันที่ส่งมอบ",
    "127": "สามารถมีการเปลี่ยนแปลงทางวิศวกรรมที่ถูกเพียงอันเดียวต่อปริมาณส่งมอบสะสม",
    "128": "บันทึกเลขที่ประจำผลิตภัณฑ์",
    "129": "ไม่ปรากฏกำหนดการส่งมอบแบบ JIT สำหรับรายการนี้",
    "130": "ไม่ปรากฏกำหนดการส่งมอบสำหรับรายการนี้",
    "131": "ไม่สามารถขนส่งตามวันส่งมอบที่ต้องการสำหรับกำหนดการส่งมอบ &2 &3 ในรายการ&1",
    "132": "บรรทัดกำหนดการ JIT ไม่แอคทีฟสำหรับรายการ",
    "133": "การเปรียบเทียบปริมาณ: ข้อผิดพลาดในการกำหนดวันที่",
    "134": "คำเตือน: เอกสาร SD & ถูกระงับเพราะการตรวจสอบเครดิต       ตรวจสอบสินเชื่อ!",
    "135": "ผลรวมของมูลค่าใบกำกับสินค้าต่างจากมูลค่ารายการ - ยืนยัน",
    "136": "ผลรวมของอัตราร้อยละรวมกันไม่ได้ 100% - ยืนยัน",
    "137": "คุณไม่ได้ปรับปรุงสินค้า &1 ในโรงงานที่เสนอ &2",
    "138": "มีสัญญาการส่งมอบที่มีข้อมูลเช่นนี้แล้ว",
    "139": "การโอนกำหนดการส่งมอบเก่าเป็นไปไม่ได้",
    "140": "สำหรับเหตุผลของการจัดการต้นทุน, รายการ & ไม่สามารถลบได้",
    "141": "ตัวเลขถูกกำหนดเป็นวันที่ 0 ซึ่งไม่เข้ากับปีบัญชี/ปีก่อนของลูกค้า",
    "142": "เอกสารอ้างอิง &1, &2 มีแบทช์ &3.",
    "143": "&1:กำหนดตัวเลขเป็นวันที่ 0  (&2) ไม่ใช่ปัจจุบันและจะถูกเพิกเฉย",
    "144": "ช่วงเวลามีผลและช่วงเวลาสามารถถูกบันทึกด้วยกันเท่านั้น",
    "145": "ช่วงเวลามีผลของการผลิตล่วงหน้ามีกว้างกว่าช่วงเวลามีผลของวัสดุผลิตล่วงหน้า",
    "146": "เลือกวินโดว์ในอดีต-โปรดตรวจสอบ",
    "147": "ปริมาณสะสมที่ลูกค้าได้รับโดยไม่เหมาะกับใบสั่งการส่งมอบ",
    "148": "ปริมาณใบสั่งสะสมปัจจุบันน้อยกว่าปริมาณสะสมที่ลูกค้าได้รับ",
    "149": "ปริมาณการส่งมอบพิเศษไม่สอดคล้องกับใบสั่งการส่งมอบ",
    "150": "ใบสั่งการส่งมอบไม่มีอยู่ความสัมพันธ์ของเอกสาร",
    "151": "ได้สร้างแผนกำหนดการส่งมอบใหม่อย่างอัตโนมัติ&",
    "152": "รายการ &: โรงงานลูกค้าในสัญญาการส่งมอบแตกต่างจากการเลือกนั้น",
    "153": "รายการ&ไม่บรรจุในคำแนะนำแผนตารางการส่งมอบ",
    "154": "รายการ &: จุดขนสินค้าลงในสัญญาการส่งมอบแตกต่างจากการเลือกนั้น",
    "155": "อัตรา &3 ได้คงที่สำหรับการแปลงค่า &1 ไป &2",
    "156": "กน.ส่งมอบในแผนส่งมอบที่วางไว้ยังมีอยู่(คู่มือแผนส่งมอบ&) ำหนดส่งมอบ&)",
    "157": "คำแนะนำแผนกำหนดการส่งมอบ&ไม่ได้กำหนด",
    "158": "ตรวจสอบการใช้คำแนะนำแผนกำหนดการส่งมอบ &",
    "159": "กฏการแบ่ง&1 กำหนดไปยังคำแนะนำแผนกำหนดการส่งมอบ",
    "160": "ปริมาณขั้นต่ำ && ของของแถมยังไม่บรรลุถึง",
    "161": "ไม่ได้กำหนดใบสั่งการส่งมอบ",
    "162": "ไม่ได้สร้างเอกฯการวางบิลอย่างถูกต้องสำหรับเอกสารภายนอก &1",
    "163": "ข้อผิดพลาดในการเชื่อมโยงเอกสารการวางบิล",
    "164": "พารามิเตอร์ที่ไม่มีผล (ฟิลด์: &2, เนื้อหา: &3)",
    "165": "ได้วางบิลแก่องค์กรการขายต่างๆ                            1/2,&3/&4)",
    "166": "ไม่ได้สร้างเอกสารการวางบิลสำหรับเอกสารภายนอก &1          มีผล",
    "167": "วัสดุล/ค &1:ปริมาณที่วางบิลไม่สอดคล้องกับปริมาณคงค้าง    เปิด: &3",
    "168": "ควรเปลี่ยนแปลงเฉพาะวันที่หยิบสินค้าในสัญญาที่ทำกับลูกค้า",
    "169": "วัสดุล/ค &1: ระบบไม่พบการส่งมอบที่โอนย้าย                rred delivery",
    "170": "สกุลเงินที่ส่ง&1 ไม่ถูกต้อง",
    "171": "&2 สร้างเอกสารการวางบิลสำหรับเอกสารภายนอก &              1",
    "172": "วัสดุของลูกค้า &1: ไม่มีรายการที่วางบิล",
    "173": "วัสดุลูกค้า &1: ระบบไม่สามารถกำหนดวัสดุ                  terial",
    "174": "วัสดุของลูกค้า &1: หน่วยขายต่างกัน",
    "175": "&2 สร้างเอกสารวางบิลสำหรับเอกสารใช้ภายนอก &1",
    "176": "รายการ&1ในตารางT665A ไม่ถูกปรับปรุงสำหรับการส่งเสริมการขาย &2",
    "177": "เงื่อนไขที่เบี่ยงเบน: ภายใน &1 &2, ภายนอก",
    "178": "ภาษาที่ส่ง &1 ไม่ถูกต้อง",
    "179": "ไม่สามารถกำหนดการประมวลผลสะสม",
    "180": "วัสดุลูกค้า &1: รหัสภาษีมูลค่าเพิ่มต่างกัน               nt",
    "181": "วัสดุลูกค้า &1: ไม่สามารถใช้หมวดเอกสารวางบิลที่ส่ง       nnot be used",
    "182": "รายการ &: วันที่หยิบส/คไม่ใช่วันทำงานในปฏิทินเวลาขนส่ง   g point calendar",
    "183": "ได้ใช้เอกสารภายนอก &1แล้ว",
    "184": "วัสดุของลูกค้า &1: ใบสั่งที่ส่งไม่ถูกต้อง",
    "185": "วัสดุลูกค้า &1: ใบสั่งใช้สกุลเงินที่ต่างออกไป",
    "186": "เอกสารการวางบิลไม่สามารถสร้างขึ้นเพื่อเอกสารภายนอก",
    "187": "ไม่มีวันที่การส่งมอบที่มีผลในกำหนดการส่งมอบ-ฟังก์ชันการก ระจายสินค้า",
    "188": "ไม่มีวันที่ส่งมอบในสัปดาห์",
    "189": "การยกเว้นทริกเกอร์ใน exit ของผู้ใช้",
    "190": "หน่วยวัดที่ส่ง &1 ไม่ถูกต้อง",
    "191": "ระบบไม่สามารถสร้างเอกสารการวางบิลโดยไม่มีมูลค่า",
    "192": "รายการ &: ปริมาณที่ขอมากกว่าสัญญาการส่งมอบ",
    "193": "มีข้ออ้างอิงมากกว่าหนึ่งสำหรับการสร้างการส่งมอบ",
    "194": "สร้างเอกสารการวางบิล &1ขึ้น",
    "195": "ปริมาณสะสมตามแผน:ได้เพิ่มกำหนดการส่งมอบ",
    "196": "ปริมาณสะสมตามแผน:ปริมาณกำหนดการส่งมอบ/ได้ลดปริมาณลง",
    "197": "ควรเลือก &1 &2 สำหรับการลบ",
    "198": "ไม่ได้สร้างเลขที่คำขอของรายการเอกสาร",
    "199": "IDภาษีมูลค่าเพิ่มสำหรับผู้ขายแตกต่าง",
    "200": "ID ภาษีขายมูลค่าเพิ่มของลูกค้าแตกต่าง",
    "201": "ใส่ปริมาณที่ต้องการ",
    "202": "วัสดุนี้ไม่สามารถกำหนดรูปแบบได้",
    "203": "เลขที่ลูกค้าที่บันทึกไม่ถูกต้อง",
    "204": "จำลอง: &",
    "205": "สร้าง: &",
    "206": "ไม่สามารถกำหนดโรงงานที่ส่งมอบ",
    "207": "เลขที่ใบสั่งของลูกค้าที่คุณบันทึกไม่มีอยู่จริง",
    "208": "รายการ &1ใส่กำหนดการส่งมอบโดยไม่มีกำหนดการส่งมอบ",
    "209": "ใส่ปริมาณที่น้อยกว่าสำหรับรายการ &",
    "210": "ไม่มีข้อมูลการบัญชีที่ปรับปรุงสำหรับสินค้า &1",
    "211": "ไม่พบข้อมูลสำหรับเอกสาร",
    "212": "กรุณาบันทึกข้อมูลที่สมบูรณ์",
    "213": "ไม่พบข้อมูล",
    "214": "ใส่ซีเรียลนัมเบอร์ที่ถูกต้องสำหรับเเปลี่ยนการออกแบบ",
    "215": "ตัวตส.คุณภาพของวันที่ที่ส่ง & ไม่ถูกต้อง",
    "216": "เอกสารการวางแผนสามารถยกเลิกสมบูรณ์เท่านั้น",
    "217": "การวางบิลหลายอย่างถูกกระทบโดยการยกเลิก",
    "218": "การกำหนดรูปแบบมีการกำหนดค่า &1",
    "219": "ไม่เปลี่ยนเอกสารการขาย &1",
    "220": "ฟิลด์ &1 อยู่ใน VBAK หรือ VBKD",
    "221": "เปลี่ยนเอกสารการขาย &1",
    "222": "ควรระงับใบสั่งบริการ &",
    "223": "ข้อผิดพลาดในการกำหนดรูปแบบ BAPI",
    "224": "เลขที่รายการสูญหายเมื่อคุณเปลี่ยนกำหนดการส่งมอบ",
    "225": "เลขที่กำหนดการส่งมอบสูญหายเมื่อคุณเปลี่ยนกำหนดการส่งมอบ",
    "226": "มีใบเสนอราคาที่เปิดอยู่สำหรับสินค้า &",
    "227": "มีสัญญาที่เปิดอยู่สำหรับสินค้า &",
    "228": "ใบเสนอราคา/สัญญา คงค้างสำหรับวัสดุ &",
    "229": "รายกา&1: จำนวนใบสั่ง (&2) มากกว่าปริมาณที่วางบิล          (&3)",
    "230": "ไม่สามารถลบรายการ &1",
    "231": "วัสดุ &1 ไม่มีในโรงงาน &2. โรงงาน: &3",
    "232": "กำหนดส่งมอบที่พยากรณ์ไม่สอดคล้องกับกำหนดส่งมอบ JIT",
    "233": "&1 ได้ประมวลผลสำเร็จ",
    "234": "ปริมาณสะสมที่ได้รับจากกำหนดการส่งมอบเป็นค่าติดลบ",
    "235": "ปริมาณที่ได้รับสะสมขาดหายและถูกกำหนดโดยอัตโนมัติ",
    "236": "IDoc ถูกประมวลผลในขั้นตอนก่อนหน้า",
    "237": "IDoc ถูกประมวลผลในขั้นตอนก่อนหน้า มีข้อผิดพลาด &3",
    "238": "สิ้นสุดที่การผ่านรายการส่งผ่าน &1",
    "239": "การผ่านรายการการส่งผ่าน &1 ถูกยุติ: สถานะ &2",
    "240": "การส่งผ่าน &1 ถูกระงับ",
    "241": "Ext.serv.agt carryf. ในรายการ &1 -จำเป็นต้องมีการส่งมอบที่ถูกต้อง 2 อย่าง",
    "242": "จำนวนที่เบิกสะสมปัจจุบันน้อยกว่าจำนวนสะสมที่เรคคอร์ดโดยลูกค้า",
    "243": "หน่วยขายใน IDoc ต่างจากหน่วยขายในสัญญาการส่งมอบ",
    "244": "พบสัญญาการส่งมอบที่มีหน่วยการขายที่แตกต่าง",
    "245": "ฟังก์ชั่นใช้ไม่ได้ รายการ &1 ถูกปฏิเสธ",
    "246": "&1 ไม่อนุมัติ LOGIC_SWITCH-PRICING",
    "247": "การตรวจสอบความเพียงพอของสินค้า & ไม่สามารถทำได้",
    "248": "ข้อผิดพลาดใน &1 &2",
    "249": "MSR - ข้อความ #1 สำหรับ Viktor",
    "250": "MSR - ข้อความ #2 สำหรับ Viktor",
    "254": "ข้อความดัมมี่ของหมายเหตุ 356656",
    "255": "ข้อความดัมมี่ของหมายเหตุ 390577",
    "256": "ไม่สามารถปรับปรุงเอกสารได้อีกต่อไป; แยกเก็บใบสั่งซื้อในผังเอกสารแล้ว",
    "285": "ผังเอกสารประกอบด้วยสกุลเงินค่าต่างๆ",
    "286": "สกุลเงิน &1 ไม่ใช่รหัส ISO",
    "287": "รหัส ISO ขาดหายไปสำหรับสกุลเงิน &1",
    "288": "สกุลเงินต่างกัน",
    "289": "ไม่สามารถทำการแปลงค่าสกุลเงิน",
    "290": "ได้ทำการแปลงค่าสกุลเงินจาก &1 (ISO) เป็น &2 (ISO)               out",
    "291": "ไม่สามารถระงับสัญญาการส่งมอบ &1",
    "292": "ไม่สามารถปลดล็อกสัญญาการส่งมอบ &1",
    "293": "สัญญาการส่งมอบ &1 ถูกบล็อคโดยผู้ใช้อื่น (&2)",
    "294": "แบทช์ &1 ในโรงงาน &2 ไม่มีอยู่",
    "295": "แบทช์ & หมดอายุเมื่อ &",
    "296": "ได้สั่งกำหนดการส่งมอบแล้ว - คุณต้องสร้างกำหนดการส่งมอบใหม่",
    "297": "หมายเหตุ: ใบสั่งการผลิตมีสำหรับรายการนี้",
    "298": "แผนการส่งมอบ &1 ไม่ได้ใช้ (เลขที่ผู้ขายไม่เหมาะสม)",
    "299": "การแก้ไขการส่งมอบของกำหนดการส่งมอบ&1 &2 ปริมาณ &3 ไม่เป็นไปโดยอัตโนมัต",
    "300": "การเปลี่ยนแปลงไม่สามารถคัดลอกในใบสั่งขาย &",
    "310": "ประมวลผลเอกสารตั้งต้นในระบบ CRM",
    "311": "รายการที่มาก่อน &1 มีสถานะ  'ใบกำกับสินค้าเต็มจำนวน'",
    "313": "ดัมมี่: สลับสำหรับการอัพเดทเอกสารการขายโดยตรง",
    "314": "ดัมมี่: สลับสำหรับลอจิกวันที่ผ่านรายการพิเศษ (SAP โน้ต 680937)",
    "315": "ดัมมี่: สลับสำหรับการกระจายจำนวนผลต่างแบบเท่ากัน",
    "316": "ดัมมี่: สวิตช์สำหรับการปิดเงินคงค้างในสกุลเงินของการจัดการเงินคืน",
    "318": "ดัมมี่: สวิตช์สำหรับลอจิกการกระจายเดิม (Note 1752423)",
    "320": "การรีโหลดไม่ได้รับการสนับสนุนอย่างเป็นทางการ (หมายเหตุ 373568)",
    "321": "กำหนดการส่งมอบ &1 ถูกประมวลผลในระบบ &2",
    "322": "กำหนดการส่งมอบ &1 ไม่สามารถประมวลผลในระบบ &2",
    "323": "การแก้ไขการส่งมอบครั้งแรกเมื่อ&3: +&1&2;ส่งมอบครั้งที่สองเมื่อ &4: -&1 &2",
    "324": "กำหนดส่งมอบตามแผนไม่สามารถสร้างโดยอัตโนมัติ",
    "325": "ป้อนวันที่ส่งมอบ",
    "326": "กำหนดส่งมอบ &1 สำหรับรายการ &2 ไม่สามารถลบ",
    "327": "กำหนดการส่งมอบ &1 &2 เป็นส่วนของหลายโมเดลการรวมที่ใช้งานได้",
    "328": "ช่วงเวลากำหนดการส่งมอบ JIT ไม่ได้สร้างสำหรับรายการ &1",
    "329": "กำหนดการส่งมอบการขาย APO: การรีลีสสามารถสร้างได้/เปลี่ยนได้เฉพาะใน APO",
    "330": "กำหนดการส่งมอบของ &1 ในโรงงาน &2 ยังไม่ยืนยัน",
    "331": "รายการ &2 มีโครงสร้างกำหนดการส่งมอบตามแผน &3 แต่ไม่มีกำหนดการส่งมอบตามแผน",
    "332": "การเปลี่ยนแปลงปีบัญชีไม่สอดคล้องกัน",
    "333": "เริ่มต้นปีบัญชีไม่สอดคล้องกัน",
    "334": "สัญญาการส่งมอบ &1, รายการ &2: ตารางการส่งมอบตามการวางแผนไม่สมบูรณ์",
    "335": "รายการตามสัญญาการส่งมอบ &1 &2: ปภ.สำหรับการเปลี่ยนแปลงปีบ/ชที่ไม่ถูกต้อง",
    "336": "ปริมาณที่ได้รับสะสมถูกลดลงโดยที่ปีไม่เปลี่ยนแปลง",
    "337": "ขอบเขตกำหนดการส่งมอบ JIT &1 เล็กกว่าวันที่อนุมัติ &2 (ดูข้อความแบบยาว)",
    "338": "ไม่มีการกระจาย BOM ในสัญญาการส่งมอบของผู้ขาย",
    "339": "เอกสารต้นฉบับในระบบ CRM: ไม่มีการอัพเดทในการจัดการกองทุน",
    "340": "Index VLPKM: รายการสัญญาการส่งมอบ &1/&2ไม่พบอยู่ใน (VBAP)",
    "341": "โรงงาน &1: รหัสบริษัทแตกต่างจากรายการหลัก",
    "343": "เลขที่เอกสารภายนอก &1 ไม่จับคู่กับเลขที่เอกสารอ้างอิง",
    "344": "ไม่มีสถานที่ส่งมอบสำหรับวันที่ส่งมอบ &1",
    "345": "ไม่มีสถานที่ส่งมอบสำหรับเวลาส่งมอบ &1",
    "346": "วันที่โอน &1 อยู่หลังวันที่ส่งมอบ",
    "347": "เวลาที่โอน &1 อยู่หลังเวลาในวันที่ส่งมอบ",
    "348": "วันที่โอน &1 อยู่ก่อนวันที่เบิกจ่ายสินค้าหรือวันเดียวกัน",
    "349": "เวลาที่โอน &1 อยู่ก่อนเวลาที่เบิกจ่ายสินค้า",
    "350": "ไม่มีสถานที่ส่งมอบ &1",
    "500": "แบทช์ &1 ไม่ถูกต้องสำหรับกลยุทธ์การแบ่งเซกเมนต์ &2 (กฎ ATP)",
    "851": "เลือกบรรทัดที่ถูกต้อง",
    "852": "อย่าเลือกกำหนดการส่งมอบตามการพยากรณ์ที่ว่าง / กำหนดการส่งมอบ JIT"
  },
  "VP": {
    "001": "วางตำแหน่งเคอร์เซอร์บนบรรทัดที่ถูกต้อง",
    "002": "ไม่มีวิธีใช้การค้นหาคู่ค้าที่กำหนดให้ฟังก์ชัน &",
    "003": "ไม่มีภาษาสำหรับคู่ค้าที่ขาย",
    "009": "ยังไม่ได้สร้างแอสเดรสเอกสารสำหรับลูกค้าขาจร &1",
    "010": "&",
    "011": "การเปลี่ยนในแอสเดรสที่ต้องการสำหรับผู้ซื้อครั้งเดียว       ูกต้อง",
    "012": "& ไม่ถูกกกำหนดในตาราง &",
    "013": "ยังจำเป็นต้องป้อนที่อยู่ของเอกสารสำหรับผู้ขายขาจร &1",
    "014": "ฟิลด์ & ไม่ได้กำหนดในตาราง &",
    "015": "ตารางการคืน & ไม่ถูกกำหนดในมุมมอง &",
    "020": "ฟังก์ชันโมดูล ZZ_USEREXIT_PARTNER ไม่มีอยู่",
    "021": "บุคคลที่ติดต่อ & ไม่มีอยู่สำหรับลูกค้า &",
    "022": "ฟังก์ชั่นคู่ค้าไม่เหมือนกัน",
    "023": "หมายเลขคู่ค้า (&) ไม่เหมือนกัน",
    "024": "การเปลี่ยนแปลงฟังก์ชันคู่ค้า AND ตารางไม่อาจเป็นได้ที่นี่",
    "025": "ฟังก์ชันคู่ค้า & ไม่มีในขั้นตอน &",
    "100": "คู่ค้า &1 &2 ไม่มีในเอกสาร",
    "101": "เขตการขาย & & & กำหนดใหม่",
    "102": "ไม่สามารถกำหนดเขตการขาย",
    "103": "เลือกเขตการขาย",
    "106": "ไม่พบออบเจคการประมวลผลคู่ค้า &1 &2",
    "107": "FB เรียก: พารามิเตอร์ไม่เพียงพอ",
    "108": "ไม่มีจุดอันโหลดที่เลือก",
    "109": "คู่ค้า &1 &2 ไม่มีในเอกสาร",
    "110": "เลือกคู่ค้า",
    "111": "เลือกจุดขนสินค้าลง",
    "112": "โปรดใส่คู่ค้าที่ขายหรือคู่ค้าที่จัดส่ง",
    "113": "การประมวลผลลูกค้า &1 สิ้นสุด",
    "114": "การเปรียบเทียบข้อมูลคู่ค้าภายในและภายนอกล้มเหลว",
    "115": "ออบเจคคู่ค้า &1 &2 มีอยู่แล้ว",
    "116": "จุดอันโหลดสามารถเลือกสำหรับคู่ค้า &1",
    "117": "สแต็คคู่ค้าสำหรับออบเจค &1 &2 ว่าง",
    "118": "ไม่มีแอสเดรสพอเพียงในการจัดการศูนย์แอสเดรส",
    "119": "ไม่มีตัวเลือกพอเพียงสำหรับ &1 &2",
    "120": "ฟังก์ชันคู่ค้า & ไม่มีอยู่ในตาราง TPAR",
    "121": "ฟังก์ชันคู่ค้า & ไม่มีอยู่ในตาราง TPART",
    "122": "ฟังก์ชันคู่ค้า & ไม่ใช่เลขที่พนักงาน",
    "123": "บันทึกเลขที่พนักงานและบุคคลที่ติดต่อในบล็อคอื่น",
    "124": "เลขที่คู่ค้า &1 ไม่สามารถใช้สำหรับฟังก์ชันคู่ค้า &2",
    "125": "สร้างดัชนีฐานข้อมูลผ่านฟิลด์ VHART ในตาราง MARA",
    "126": "ข้อผิดพลาดในการกน.คู่ค้า(ฟังก์ชันคู่ค้าที่บังคับ&1ไม่สามารถดำเนินการ)",
    "170": "ผู้สั่งซื้อ &1 ถูกระงับ; กรุณาดูข้อความยาว",
    "171": "ผู้รับสินค้า &1 ถูกระงับ; กรุณาดูข้อความยาว",
    "172": "เอกสาร &1 ถูกระงับ: คู่ค้า &2 ถูกระงับ; กรุณาดูข้อความยาว",
    "173": "ที่อยู่ของเอกสารสำหรับลูกค้าขาจร &1 ถูกระงับ; กรุณาดูข้อความยาว",
    "174": "เอกสาร &1 ถูกระงับ: ที่อยู่ของเอกสารสำหรับคู่ค้า &2 ถูกระงับ",
    "175": "ที่อยู่ถูกระงับ; กรุณาดูข้อความยาว",
    "176": "เอกสาร &1 ถูกระงับ; กรุณาดูข้อความยาว",
    "177": "ลูกค้า &1 ถูกบล็อค; กรุณาดูที่ข้อความยาว",
    "178": "บุคคลที่ติดต่อ &1 ถูกบล็อค; กรุณาดูข้อความยาว",
    "179": "คู่ค้า &1 ถูกระงับ; กรุณาดูข้อความยาว",
    "180": "คู่ค้าในลำดับชั้นลูกค้าไม่สามารถถูกบันทึกโดยผู้ใช้",
    "181": "เอกสารมีคู่ค้าที่ถูกระงับ; กรุณาดูข้อความยาว",
    "182": "ผู้ขาย &1 ถูกบล็อค; กรุณาดูข้อความยาว",
    "183": "คู่ค้า &1 ถูกระงับ; ไม่สามารถลบได้; กรุณาดูข้อความยาว",
    "184": "ไม่ได้แสดงคำสั่งเนื่องจากลูกค้า &1 ถูกระงับไว้; กรุณาดูข้อความยาว",
    "190": "ลูกค้าถูกทำเครื่องหมายสำหรับการลบ",
    "191": "คู่ค้าทางธุรกิจ & ถูกกำหนดสำหรับการลบทิ้ง",
    "192": "ลูกค้า & มีบล็อคใบสั่ง (&)",
    "193": "ลูกค้าถูกระงับการสนับสนุนการขาย",
    "194": "ไม่มีข้อมูลหลักลูกค้าปรากฏสำหรับคู่ค้าที่จัดส่ง &",
    "195": "ไม่มีข้อมูลหลักลูกค้าปรากฏสำหรับคู่ค้าที่วางบิล &",
    "196": "ผู้จ่ายเงิน & ไม่ถูกปรับปรุงสำหรับเขตการขาย & & &",
    "197": "คู่ค้าที่ขาย & ไม่ถูกปรับปรุงสำหรับเขตการขาย & & &",
    "198": "ไม่มีข้อมูลหลักลูกค้าปรากฏสำหรับผู้จ่ายเงิน &",
    "199": "ไม่มีข้อมูลหลักลูกค้าปรากฏสำหรับคู่ค้าที่ขาย &",
    "200": "ไม่มีข้อมูลหลักลูกค้าปรากฏสำหรับลูกค้า &",
    "201": "ลูกค้า & ไม่ถูกปรับปรุงสำหรับเขตการขาย & & &",
    "202": "ไม่มีจุดขนถ่ายสินค้าถูกกำหนดสำหรับลูกค้า &",
    "203": "ลูกค้า &: บุคคลที่ติดต่อ &  ไม่ได้ถูกสร้าง",
    "204": "ผู้ซื้อ &1 ไม่สามารถใช้ (ล็อก)",
    "205": "ไม่มีข้อมูลหลักปรากฏสำหรับผู้ขาย &",
    "206": "คู่ค้าไม่ถูกปรับปรุง (&, &, &, &)",
    "207": "สำหรับผู้จ่ายเงิน & เขตการควบคุมสินเชื่อ & ไม่ครบถ้วน",
    "208": "สำหรับผู้จ่ายเงิน & ไม่ปรากฏข้อมูลหลักบริษัท & สำหรับบริษัท &",
    "210": "คู่ค้าที่จัดส่ง & ไม่ถูกกำหนดสำหรับเขตการขาย & & &",
    "211": "คู่ค้าที่จัดส่ง &1 ไม่ได้กำหนดให้คู่ค้าที่ขาย",
    "212": "คู่ค้าที่จัดส่ง &1 ไม่ได้ถูกกำหนดให้คู่ค้าที่ขาย &2",
    "220": "ฟังก์ชันคู่ค้า & ต้องมีเพียงหนึ่งเดียว",
    "221": "คู่ค้า & สามารถถูกเปลี่ยนแปลงแต่ไม่ถูกลบ",
    "237": "วงเงินสินเชื่อลูกค้าแตกต่างจากวงเงินสินเชื่อลูกค้าในหัวเรื่อง",
    "238": "ยังมีผู้จ่ายเงินถูกกำหนดที่ระดับรายการ",
    "240": "ปรับปรุงที่อยู่โดยผู้ใช้สำหรับฟังก์ชัน &",
    "250": "ข้อมูลหลักพนักงาน & ไม่มีอยู่",
    "251": "บุคคลที่ติดต่อ & ไม่มีอยู่",
    "252": "เรคคอร์ดข้อมูลหลักบุคคล & ใช้งานไม่ได้",
    "253": "ไม่มีสิทธิในการอ่านข้อมูลหลัก HR",
    "260": "การให้สิทธิสำหรับการแสดงตาราง & เท่านั้น(กลุ่มการให้สิทธิ &)",
    "261": "ไม่มีอำนาจอนุมัติสำหรับการแสดงตาราง & (กลุ่มการอนุมัติ)",
    "298": "คู่ค้าที่วางบิล & ไม่ถูกกำหนดในเขตการขาย & & &",
    "300": "คู่ค้าที่ขายไม่สามารถถูกกำหนด",
    "301": "คู่ค้าที่จัดส่งไม่สามารถถูกกำหนด",
    "302": "ผู้จ่ายเงินไม่สามารถถูกกำหนด",
    "303": "ลูกค้าสำหรับฟังก์ชัน & อาจไม่มีกลุ่มบัญชี &",
    "304": "ลูกค้าอยู่ในกลุ่มลูกค้า & ดังนั้นจึงไม่สามารถเป็นคู่ค้าที่ขายได้",
    "305": "กลุ่มบัญชี & ไม่อนุญาตสำหรับคู่ค้าที่จัดส่ง",
    "306": "ไม่พบลูกค้าอ้างอิงสำหรับ & สำหรับเขตการขาย & & &",
    "333": "คู่ค้าที่ใช้ & สำหรับรายการ & ถูกกำหนดเรียบร้อยแล้ว",
    "334": "& ไม่สามารถถูกเปลี่ยนแปลงที่นี่",
    "335": "ลูกค้า & ได้ถูกสร้างสำหรับการใช้คู่ค้า &",
    "340": "มูลค่าที่ป้อน & ไม่อนุญาต",
    "350": "ฟังก์ชันการขาย & & & ไม่ได้กำหนด",
    "444": "ฟังก์ชัน & ไม่ถูกกำหนดในหัวเรื่องและไม่สามารถถูกลบได้ที่นี่",
    "445": "ฟังก์ชันคู่ค้า & ไม่ถูกกำหนดในระดับรายการ",
    "446": "ไม่สามารถรับฟังก์ชั่นคู่ค้า & ได้ในที่นี้",
    "447": "ฟังก์ชันคู่ค้า & อาจจะไม่ถูกลบในที่นี่",
    "448": "ฟังก์ชันคู่ค้า & ที่ระดับรายการ, เนื่องจากเป็นส่วนที่หายไปในหัวเรื่อง",
    "449": "ฟังก์ชันคู่ค้า & ต้องถูกสร้างที่หัวเรื่องหรือระดับรายการ",
    "450": "ฟังก์ชันคู่ค้า & ไม่ถูกกำหนดที่ระดับหัวเรื่อง",
    "451": "ลูกค้า & ไม่สามารถถูกลบ",
    "452": "บุคคลที่ติดต่อ & ไม่สามารถถูกลบในที่นี้",
    "453": "คู่ค้าไม่สามารถถูกเปลี่ยนแปลง",
    "460": "ประเทศหรือภาคถูกเปลี่ยนแปลง. โปรดตรวจสอบเส้นทาง",
    "461": "คู่ค้าที่จัดส่งถูกบล็อคสำหรับการส่งมอบ (&)",
    "462": "ตรวจสอบเส้นทาง; ประเทศหรือเขตแตกต่างจากข้อมูลหัวเรื่อง",
    "463": "โปรดตรวจสอบช่วงเวลาการรับสินค้าสำหรับจุดขนสินค้าลง",
    "500": "การประมวลผลคู่ค้าทั้งหมดที่ถูกเลือก",
    "501": "บุคคลที่ติดต่อ & มีอยู่แล้ว",
    "502": "ปรากฏพนักงาน & แล้วสำหรับฟังก์ชัน &",
    "503": "ไม่ปรากฏคู่ค้า & สำหรับฟังก์ชัน &",
    "504": "ยังไม่ได้ตั้งชื่อคู่ค้า &",
    "505": "บันทึกฟังก์ชันคู่ค้า",
    "506": "ข้อผิดพลาดที่เกิดในการประมวลผลคู่ค้า",
    "550": "ข้อผิดพลาดในตารางดัชนีคู่ค้าของพูล SAPDVO2P",
    "600": "ตัวบ่งชี้ภาษีสำหรับลูกค้า & และประเทศ & ขาดหายไป",
    "610": "ที่อยู่ & สำหรับบุคคลที่ติดต่อ & ไม่มีอยู่",
    "611": "ตรวจสอบแอสเดรส &1 &2",
    "615": "วงเงินสินเชื่อ: ผู้จ่ายที่แตกต่าง & ไม่ได้นับเข้าไปในรายการ &",
    "700": "ไม่มีหมวดแอสเดรส",
    "701": "การกำหนดหมวดแอสเดรส,เลขที่แอสเดรสและเลขที่บุคคลไม่ถูกต้อง",
    "702": "แหล่งแอสเดรสที่ไม่ถูกต้อง",
    "703": "การกำหนดหมวดแอสเดรสและแหล่งของแอสเดรสไม่ถูกต้อง",
    "704": "หมวดแอสเดรสที่ไม่ถูกต้อง",
    "705": "ฟังก์ชันคู่ค้าไม่ถูกต้อง",
    "706": "หมายเลขบุคคลากรที่ไม่ได้บันทึก",
    "707": "ไม่พบแอสเดรส",
    "800": "มีรายงาน & อยู่แล้ว",
    "801": "สำหรับรายงานนี้   ดูหมายเหตุ 213778",
    "850": "ไม่มีรายการที่เป็นไปได้ปรากฏสำหรับฟิลด์นี้",
    "851": "เลือกบรรทัดที่ถูกต้อง",
    "860": "ไม่มีช่วงเลขที่ปรากฏสำหรับประเภทเอกสารการขาย &",
    "861": "ไม่มีช่วงเลขที่ปรากฏสำหรับประเภทการส่งมอบ &",
    "862": "ไม่ปรากฏพิสัยช่วงเลขที่ &",
    "863": "เลขที่ไม่อยู่ภายในพิสัยช่วงเลขที่",
    "864": "ไม่ยินยอมการกำหนดเลขที่จากภายนอก",
    "890": "Error during XPRA",
    "891": "Parter procedure &1 (partner object &2) could not be adapted"
  }
}
